[
  {
    "title": "P 1500 75016",
    "url": "https://www.youtube.com/watch?v=--BAeCHBh18",
    "A": "The 1952 campaign ad for the candidate primarily uses repetition and colourful animations to persuade viewers. The ad frequently repeats \"Ike for president\" and showcases animated scenes emphasizing Ike's popularity. It uses a marching band theme and catchy music to generate enthusiasm, while subtly implying opposition to other candidates.",
    "B": "The advertisement sings along to a tune of \"Ike for president.\" Cartoon Americans and patriotic images stress the concept that everyone supports this candidate and for what he stands. It is expressed that bringing the candidate to Washington would be an American duty that everyone is fulfilling.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/--BAeCHBh18\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1436 67065",
    "url": "https://www.youtube.com/watch?v=-DCuS2T_iyY",
    "A": "The ad criticizes the candidate for denying that he aided in engineering a 100 billion dollar tax increase. The ad cites a news source that confirms the candidate’s role in the budget deal and urges the public to see that the candidate only flipped on the deal to cover himself politically. ",
    "B": "The ad claims that the opposing candidate  previously aided Bob Dole in arranging a significant tax increase, later reneging on his position and voting against it. The opponent is depicted as a quintessential Washington politician who covers himself politically and flip-flops on crucial issues.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/-DCuS2T_iyY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1425 66916",
    "url": "https://www.youtube.com/watch?v=0rhBETx6jgM",
    "A": "The advertisement tells viewers to listen and understand that the candidate shares their opinions. The candidate wants a sound and stronger Social Security system. He also wants the dollar to have real purchasing power. It is affirmed that the candidate is right and advised that viewers vote for him.",
    "B": "The 1964 ad appeals to voters' belief in a strong Social Security system, attempting to align these views with the candidate's commitment to ensure benefits retain their value in real terms. The ad features the candidate earnestly discussing these promises, with on-screen text designed to encourage audience reflection.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/0rhBETx6jgM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2098 140422",
    "url": "https://www.youtube.com/watch?v=4l7lH90vGhw",
    "A": "This 2012 political ad targets the Republican candidate, criticizing his economic plan and associating his presidency with the favoring of the wealthy. It repeatedly suggests the candidate will take money from ordinary citizens, visually demonstrated by a hand reaching into pockets. The ad criticizes his views on healthcare and tax cuts.",
    "B": "The ad depicts the opposing candidate reaching into someone's pocket, symbolizing his plan to take money from ordinary people to fund tax breaks for billionaires. It urges viewers to prevent his election, portraying him as a candidate for the wealthy elite rather than for all Americans.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/4l7lH90vGhw\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1415 68241",
    "url": "https://www.youtube.com/watch?v=5qm69xeMyX0",
    "A": "The ad credited to the Democratic candidate emphasizes welfare reform efforts. Focusing on work requirements and school attendance for benefits recipients, it highlights policies aimed at transitioning individuals from welfare to work. The ad criticizes the opposing candidate for proposed job training cuts and promotes the creation of jobs through tax incentives.",
    "B": " The current president ensures responsibility from those receiving welfare. His welfare reform included work requirements, time limits, and teenage mothers staying in school. His next plans include creating jobs, providing tax incentives, and job training, which the opponents tried to cut. The candidate can move America from welfare to work.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/5qm69xeMyX0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1353 63367",
    "url": "https://www.youtube.com/watch?v=DKXW68CYpKI",
    "A": "The narrator cautions that the candidate backs a radical, untested plan that would fundamentally alter and end Social Security. This is portrayed as a risky idea, suggesting a lack of proven leadership and the potential for negative consequences. ",
    "B": "The ad criticizes the opposing candidate's support for a radical, unproven plan that allegedly threatens Social Security. It emphasizes the opposing candidate's lack of tested leadership and high-risk ideas, with text criticism and a minimal campaign disclaimer featured against stark black backdrops.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/DKXW68CYpKI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1908 108808",
    "url": "https://www.youtube.com/watch?v=DSwz6KRzBMU",
    "A": "In this 2008 ad, the candidate highlights his humble, value-driven upbringing and his dedication to public service. He emphasizes experiences working in underserved communities instead of Wall Street, passing laws moving people from welfare to work, cutting taxes for working families, and aiding neglected wounded troops. The ad's visuals underscore the candidate's family values, public service, and aspirations for presidency.",
    "B": "The candidate discusses his strong values and family. He explains his history and how he learned accountability, self-reliance, and hard work. He emphasizes that these values have driven him to work for the people and pass laws to cut taxes, move people from welfare to work, and more. He promises to never forget these values.\n",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/DSwz6KRzBMU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1617 81835",
    "url": "https://www.youtube.com/watch?v=E4UYPUQUw10",
    "A": "The ad portrays the candidate highlighting the importance of vision, integrity, and executive experience for the role of president, emphasizing his commitment to tax cuts and education. Various scenes depict speeches from stages with campaign banners and attentive listeners, potentially to showcase the candidate's mass appeal and readiness for the presidency.",
    "B": "The ad features a campaign update from the candidate’s campaign, with politician Elizabeth Dole endorsing the candidate for his integrity and executive experience. The candidate states that the two important facets in his campaign are the need for tax cuts and educational reform. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/E4UYPUQUw10\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1817 102732",
    "url": "https://www.youtube.com/watch?v=EVTDp8KnOTE",
    "A": "The ad depicts a man buying a car but then changing his mind, highlighting the freedom to change decisions. However, it questions the trustworthiness of someone who constantly changes their beliefs, particularly on critical issues like Iraq, the Patriot Act, and terrorism. It implies that the opposing candidate's indecision could have disastrous consequences.",
    "B": "The political ad targets the opposing candidate, claiming a pattern of indecisiveness on important issues such as the Iraq war and the Patriot Act. It implies the opposing candidate lacks the reliability and conviction required for presidential responsibilities. Wedding scenes are used to symbolize commitment issues. ClubForGrowth.net sponsors the ad.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/EVTDp8KnOTE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1436 67079",
    "url": "https://www.youtube.com/watch?v=FcGCDeUruVs",
    "A": "The candidate is shown to have a good idea and proposes a flat tax, a family tax cut benefiting those above a certain income threshold. The ad suggests that it will bolster families and is a simple, honest change for Washington. ",
    "B": "The candidate's ad emphasizes his commitment to implementing a simple and honest flat tax, indicating that it would significantly benefit families and retired couples through substantial tax savings. The ad illustrates these benefits by providing specific examples of potential savings, positioning the plan as a much-needed change for Washington.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/FcGCDeUruVs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1708 90169",
    "url": "https://www.youtube.com/watch?v=GxLatwkppzE",
    "A": "The 1984 political ad features the candidate speaking about the importance of working towards peace and stopping the arms race. The candidate is critical of the opposing candidate's failure to meet with the Soviet Union head. The candidate promises to take charge of American foreign policy, negotiate yearly summit conferences, and ensure defense strength.",
    "B": "While there are 50,000 nuclear warheads in the world, the current president failed to meet with the leader of the Soviet Union. As president, the candidate would fulfill this responsibility, end the arms race, and take charge of foreign policy. He would use America’s strength to maintain peace.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/GxLatwkppzE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1618 81849",
    "url": "https://www.youtube.com/watch?v=KQqif36gd24",
    "A": "A diverse group of working-class people are described as the \"faces of America.\" The candidate listens to them, understands them, and shares their dreams. At rallies, he emphasizes that he would prioritize and protect Social Security. The candidate is cut out for a difficult job as president.",
    "B": "The ad showcases the candidate as a candidate who understands the American people, their hardships and their dreams. Through imagery showing diverse demographic groups, the ad emphasizes the candidate's commitment to protect Social Security funds. The candidate is presented as having the character and courage to fight for the public's interests.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/KQqif36gd24\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2123 141983",
    "url": "https://www.youtube.com/watch?v=S-zA14tY-M4",
    "A": "The ad criticizes the opposing candidate for supporting tax breaks for companies outsourcing jobs and possessing offshore financial holdings. It also disputes his claim of being pro-coal, presenting a past statement where he commented negatively about coal-based jobs due to health concerns. The ad ends with the approval of the featured candidate.",
    "B": "The ad features the endorsed candidate smiling with coal miners, implying support for their industry. It criticizes the opposing candidate for wanting to keep tax breaks for companies that send jobs overseas, having a Swiss bank account and using tax havens, and lacking support for coal plants.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/S-zA14tY-M4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1425 66913",
    "url": "https://www.youtube.com/watch?v=TE0g4kZn-1I",
    "A": "The ad portrays a citizen who is concerned about the spread of communism and asks the candidate about what he will do to stop the spread of communism. The candidate discusses his plan to rebuild alliances, work together to rebuild peace, and to clean up the damage done by the existing administration.  ",
    "B": "In this political ad, a woman expresses concerns about the spread of communism and asks the candidate his viewpoint. The candidate emphasizes rebuilding alliances, particularly NATO, to tackle this issue. The ad ends with a campaign message promoting the candidate as the right choice for combating communism.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/TE0g4kZn-1I\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2015 136329",
    "url": "https://www.youtube.com/watch?v=TSIEzDwfjgU",
    "A": "In the ad, the candidate recalls his last jobs speech in Ohio and references efforts to revive the economy, including the Recovery Act. There is a consistent focus on job creation, particularly in Ohio, and dissatisfaction with the state's current situation. The ad criticizes the opposing candidate's unemployment record and calls for change.",
    "B": "The ad discusses the candidate’s visit to Ohio and his promise to provide Ohio with jobs. The ad then features statistics on the high number of Ohioans who are unemployed and the jobs lost since the stimulus was passed. It emphasizes to the people that Ohio needs to change direction.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/TSIEzDwfjgU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2015 136314",
    "url": "https://www.youtube.com/watch?v=Umk2PS6Zuz8",
    "A": "This political ad critiques the incumbent candidate's approach to revitalizing the economy. It juxtaposes his promises to improve unemployment rates, with the unchanged situation one year later. The campaign calls for concrete job creation instead of speeches, emphasizing the continued 9.1% unemployment and 14 million jobless Americans.",
    "B": "The advertisement shows the current president (opponent) and his stance on the economy. He describes his plans that have not gone through Congress, and he was just on vacation. In the next year, unemployment is still too high with millions out of work.  America needs jobs instead of another speech.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/Umk2PS6Zuz8\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1615 81773",
    "url": "https://www.youtube.com/watch?v=VtZ5xaiSiik",
    "A": "A young Black man and an older white man, despite differences, discuss support for the candidate for his stance on Medicare, education, gun control, tax policy, and familiarity with New York. The ad features hip-hop music and slang, emphasizing cross-generational and cross-cultural appeal for the candidate. ",
    "B": "The political TV ad features two men, one older, discussing their shared support for the candidate due to his dedication to Medicare protection, education enhancement, gun control, and tax policy understanding. The ad visually takes place against a city backdrop, highlighting the candidate's knowledge of urban areas.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/VtZ5xaiSiik\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1908 108788",
    "url": "https://www.youtube.com/watch?v=WZLZG9JBshc",
    "A": "The candidate’s sister describes his ability to understand, relate to, and listen to others. His grandmother describes his depth and broadness of view. It is clear that he cares deeply about his daughters and family values, and he wants to ensure that every child would have their same opportunities.",
    "B": "The ad emphasizes the candidate's relatability, ability to listen well, broad perspective, and commitment to ensuring all children have equal opportunities. Through a series of scenes with family, friends, and the public, viewers see the candidate engaging and connecting with diverse groups, cementing his image as compassionate and understanding.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/WZLZG9JBshc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1500 75019",
    "url": "https://www.youtube.com/watch?v=Wav9MpjeIMA",
    "A": "The ad explains what politics means to the people and what the democratic party, specifically, has done for them. Social security, insured money in banks, and greater pay are used as examples of how the democrats have done well for the people and how the republicans will take this away.",
    "B": "The ad features a conversation between two men discussing the financial and societal benefits achieved under Democrats, notably Social Security and economic prosperity. The man advocates for continued Democratic leadership, warning against allowing Republicans to undo these outcomes. Visual cues emphasize personal finance, embodied by images of a wallet and family security.\n",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/Wav9MpjeIMA\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2060 138579",
    "url": "https://www.youtube.com/watch?v=_HhVtVxkcRw",
    "A": "The opposing candidate receives backlash from his recent attack advertisement against the candidate. The advertisement lists 14 different members of the opponent’s party who have called him out on this. This is described as bad for this current president, while it has been a bad term for Americans.",
    "B": "The 2012 television ad criticizes the opponent's campaign and highlights dissatisfaction from Democrats regarding his attack on the candidate. The ad uses comments from prominent Democrats, election results, and text overlays to depict a challenging week for the opponent. It ends with a message disapproving of the opponent's presidential tenure.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/_HhVtVxkcRw\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1581 79623",
    "url": "https://www.youtube.com/watch?v=_YD8201kOfQ",
    "A": "The candidate addresses a concern of a mother with her children about the price of eggs. The candidate explains that this is because there are over 100 taxes placed on just one egg. To lower the cost of things, taxes must be cut, which he implies he would do.",
    "B": "The ad, part of the candidate's 1952 campaign, discusses the high cost of eggs and the candidate's plan to cut taxes to reduce this cost. It features scenes including a concerned woman and two boys, with numerous text overlays emphasizing the high expense and tax burdens on regular consumer goods like eggs.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/_YD8201kOfQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1500 75016",
    "url": "https://www.youtube.com/watch?v=aGczMlmSVUI",
    "A": "The ad features a catchy jingle praising the candidate. Characters from diverse backgrounds hold banners in support of the candidate. An elephant bangs a drum, wearing a banner of the candidate’s nickname, while donkeys representing Democratic candidates are rejected. The ad asserts that the candidate will bring about a brighter future. ",
    "B": "The 1952 campaign ad for the candidate primarily uses repetition and colourful animations to persuade viewers. The ad frequently repeats \"Ike for president\" and showcases animated scenes emphasizing Ike's popularity. It uses a marching band theme and catchy music to generate enthusiasm, while subtly implying opposition to other candidates.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/aGczMlmSVUI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2114 141382",
    "url": "https://www.youtube.com/watch?v=cui6DFTWKfs",
    "A": "The political ad juxtaposes scenes of historic action with current instances of economic challenge, associating the opposition with \"excessive spending\" and \"spiraling debt\". Intended to mobilize action, it promotes the idea of recovery, presenting the candidate as a solution to regain and secure \"The American Dream\". The ad stressed Pennsylvania's significance in determining the election's outcome.",
    "B": "The advertisement summarizes Pennsylvania’s role in forming American history and revolutionary change. The \"American dream\" is now fading, but Pennsylvania could be a turning point with the opportunity to fix that. By electing the candidate, the state can restore belief in America. Inspirational music and themes help push this message.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/cui6DFTWKfs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1816 102673",
    "url": "https://www.youtube.com/watch?v=fze9LoP1iT4",
    "A": "The ad raises questions about the candidate's alleged close ties with Saudi Arabia, suggesting this might have influenced the withholding of 28 pages from a 9/11 congressional report. It questions the possible motivations, implying protection of personal or advisory relationships or a potential cover-up of Saudi funding of terrorism.",
    "B": "The ad discusses missing pages of evidence missing during the 9/11 Congressional hearing. The ad blames the candidate for hiding this and being involved with the Saudis, arguing that the candidate is too close to the Saudis and is a threat to America’s well-being.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/fze9LoP1iT4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1817 102725",
    "url": "https://www.youtube.com/watch?v=gYhwyxJvknA",
    "A": "The ad discusses the many symbols that represent America and its character. It then critiques the candidate for disrespecting the symbols of America. It uses this disrespect to argue that America cannot trust someone who has disrespected the country and what it stands for.",
    "B": "This 2004 political ad, sponsored by Swift Boat Veterans for Truth, questions the trustworthiness of the opposing candidate. It brings attention to the candidate's historical renouncement of his country's symbols and questions his ability to uphold these American values such as freedom, valor, and sacrifice, given his past actions.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/gYhwyxJvknA\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1361 63305",
    "url": "https://www.youtube.com/watch?v=h9yEYqdALYs",
    "A": "The ad, paid for by the candidate's Presidential Campaign Committee, pressures the urgent need for action and advocacy against AIDS. It criticizes the current leadership for their unfulfilled promises on AIDS policy. The ad features recurring visuals of two men kissing, HIV prevention instructions, and a repeated message, \"Kissing Doesn't Kill\".",
    "B": "The advertisement displays two men kissing. In the background, previous policies about the AIDS epidemic are described as unsuccessful in finding a cure. It is made clear that prevention of AIDS is not complicated, as \"kissing doesn’t kill,\" and the proper use of protection will prevent the spread of AIDS.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/h9yEYqdALYs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1498 74079",
    "url": "https://www.youtube.com/watch?v=ilJtdEz6kus",
    "A": "This 1960 political ad exposes the opposing candidate's inconsistent stance on civil rights, arguing it's solely to win votes in New York. Stating that the Democratic candidate consistently upholds his party's platform across the country, the ad urges viewers to vote for him for his integrity and consistency.",
    "B": "The advertisement accuses the opponent of being inconsistent with his stance on civil rights and misrepresenting his party. A supporter of the opponent explains that the opponent changes his platform to fit his audience. The candidate would not do this and is firm in his support for civil rights.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/ilJtdEz6kus\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1840 104205",
    "url": "https://www.youtube.com/watch?v=jNXk-VUdt8g",
    "A": "The ad questions the candidate's commitment and consistency, highlighting his shifting stances on critical issues like Iraq and taxes, and linking this with a lack of reliability in more personal settings, such as a car dealership or wedding. It positions this indecision as concerning given the responsibilities of the presidency.",
    "B": "Repeat of ad P-1817-102732",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/jNXk-VUdt8g\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1772 101721",
    "url": "https://www.youtube.com/watch?v=uiy-S3Xg0M0",
    "A": "The ad utilizes two individuals to show how the insurance industry is attacking the healthcare reform plan by the candidate. The ad emphasizes that the plan would guarantee Americans private insurance, expand doctors and plans, and stop the industry from raising prices or dropping coverage but the insurance industry stands in the way.",
    "B": "The ad criticizes characters \"Harry and Louise,\" presented as pawns of the insurance industry, for attacking healthcare reform. It highlights the alleged benefits of the candidate's healthcare plan, which includes guaranteed private insurance and more choices. It also claims the plan prevents insurance companies from unfairly increasing prices or withdrawing coverage.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/uiy-S3Xg0M0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 358 9904",
    "url": "https://www.youtube.com/watch?v=9or4wTEpQ2Y",
    "A": "An atomic bomb is depicted, showcasing its destructive power as an opposing candidate’s statement that a nuclear bomb is just another weapon is repeated as a question, implying disapproval and doubt. The narrator then urges viewers to vote for the endorsed candidate instead. ",
    "B": "The 1964 campaign ad for the candidate strongly emphasizes his opponent's casual attitude towards nuclear weapons by illustrating their destructive power with a series of intense explosion visuals. The ad ends with a straightforward call to action, urging viewers to vote for the candidate on November 3.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/9or4wTEpQ2Y\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 507 94878",
    "url": "https://www.youtube.com/watch?v=DwV8o9DzIRc",
    "A": "The advertisement describes the president’s sending troops to Central America as \"advisors\" to the countries. Here, the troops await war while they serve as bodyguards to dictators. The vice president supports this action being done with American soldiers. The candidate, however, knows this is wrong and would get them out.",
    "B": "The ad criticizes the Reagan-Mondale policy on troops in Central America, linking it to the Vietnam War and suggesting it could lead to a similar conflict. It contrasts this with the candidate's stance of withdrawing troops, positioning him as a new, courageous leader. The ad heavily features menacing imagery of a burning fuse.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/DwV8o9DzIRc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 475 96893",
    "url": "https://www.youtube.com/watch?v=EvX3yaiVKeg",
    "A": "The ad criticizes the opposing candidate's budget plan showing large sums attached to tax cuts, prescription drug plans, and privatizing social security. It highlights $6 trillion overspending and hidden costs, alleging that these allocations lack a repayment strategy. The ad condemns the candidate's fiscal strategy, positioning it as reckless and financially irresponsible.",
    "B": "The advertisement details the budget of the current president in a student-teacher analogy. The budget is miscalculated and includes hidden costs, causing trillions in debt. This indicates that the president is thoughtless in his spending and policy priorities. The advertisement works to make the president seem juvenile in his policies.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/EvX3yaiVKeg\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1197 52122",
    "url": "https://www.youtube.com/watch?v=F7Y5Aliw5fg",
    "A": "This 1980 campaign ad emphasizes the candidate’s wartime heroism and dedication to strong national defense. Utilizing historical footage, it highlights his rescue from Japanese patrolled waters during World War II, his role as CIA director, and his diplomatic credentials. The concluding text endorses him as a president requiring no training.",
    "B": "The ad starts out with a scene regarding the candidate’s past in the navy and goes on to emphasize his belief in preserving peace through a strong national defense. The candidate’s record in diplomacy and as Director of the C.I.A. is used to portray him as a president who is already ready for the position.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/F7Y5Aliw5fg\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1154 50000",
    "url": "https://www.youtube.com/watch?v=FpO-oYwqlZ0",
    "A": "The ad criticizes the opponent for evading debates and attacking the candidate. It defends the candidate's record as governor of Arkansas, using facts of job growth, welfare-to-work success and low tax burden, even citing praise from the opponent's Labor Secretary. The ad concludes by urging a debate based on real records.",
    "B": "The advertisement explains that the current president, and opposing candidate, has been attacking the candidate and avoiding debates. When focusing on the record, however, it appears that the state the candidate governs is doing better than the country in terms of economic performance. The candidate challenges the president on this.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/FpO-oYwqlZ0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 359 9968",
    "url": "https://www.youtube.com/watch?v=IQnLNhavI_4",
    "A": "The ad features a candidate giving a speech urging the people to take one thing away from this regardless of their party affiliation, etc.: if a peaceful change of conditions plaguing current society is impossible, then a violent change is inevitable. ",
    "B": "This political ad from the 1964 presidential campaign features the Democratic candidate emphasizing the importance of education and change. The candidate presents his serious dedication to combating illiteracy and promoting a peaceful revolution, implying the potential for inevitable, violent change if conditions fail to improve. His frequent reference to \"violent change\" suggests a passionate urgency.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/IQnLNhavI_4\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1051 43133",
    "url": "https://www.youtube.com/watch?v=OYEevxgHATM",
    "A": "Voters in New Hampshire describe their concerns with the current president. They explain that the president has failed in his promises that he made to them in economic policy especially, and they can no longer trust him. The viewers are urged to send a message by voting for the candidate.",
    "B": "The ad places emphasis on the opponent's tax policy betrayal, expressing working New Hampshire citizens' frustration towards the broken promise. This is paired with a call to action to vote for the candidate as a form of protest and as a solution for their challenges. The scenes switch between various supporters and symbolic images, urging viewers to \"Send a message.\"",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/OYEevxgHATM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1064 43975",
    "url": "https://www.youtube.com/watch?v=XvgSx9shFtQ",
    "A": "The advertisement shows a student and first-time voter explaining his voting plans. His generation wants peace and progress without sacrificing national security, and this candidate is the one who can provide that. He will vote for the candidate because he thinks he will best protect his interests.",
    "B": "In the ad, John Curtis, a first-time voter, endorses the candidate, discussing the goals of peace, progress, and maintained national security. Curtis indicates that he believes the candidate best represents his interests. The ad is supported by a series of text overlays and visual settings on a street with vintage cars.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_5.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/XvgSx9shFtQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 316 8988",
    "url": "https://www.youtube.com/watch?v=_PwIPr40mjE",
    "A": "The 1968 political ad emphasizes the dairy farmers' concerns in Wisconsin about inferior imported dairy products. It calls for firm import legislation to protect dairy farmers and consumers. The ad uses various images of a dairy worker, Milford Thompson, to illustrate a need for change, repeatedly affirming the candidate as the solution.",
    "B": "The ad features dairy farmers in Wisconsin who are concerned about the inferior dairy products that are coming into the nation and the necessity for firm import legislation to protect the farmers and consumers. The ad highlights that the candidate is the one for a job like this. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/_PwIPr40mjE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1190 35259",
    "url": "https://www.youtube.com/watch?v=c7o-DT0FvXU",
    "A": "The candidate discusses how he achieved every goal that he set when campaigning in 1980; goals such as lowering inflation, crime, and taxes have been achieved. He urges voters to continue to build lasting peace and security as well as improving education, the job market, and crime with him in office as their leader. ",
    "B": "The 1984 campaign ad from the Republican candidate presents his accomplishments in office such as reducing inflation, lowering interest rates, and creating jobs. The candidate speaks of further plans like improving education and increasing security for the elderly while seated in a formal office setting, highlighting leadership that works for America.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/c7o-DT0FvXU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 380 30565",
    "url": "https://www.youtube.com/watch?v=cZ7aNeSgorQ",
    "A": "The advertisement describes the opposing candidate as a hostile man who would send military to foreign nations over minor disputes, and questions whether this is the president Americans want. In comparison, the candidate is known around the world for his role in peace. The choice is up to voters.",
    "B": "The ad contrasts the candidate's experience and reputation for peace with the opposing candidate's aggressive military proposals, such as sending troops to several countries and deploying a destroyer for a fishing controversy. The visuals set a somber tone, implying the gravity of the presidential role.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/cZ7aNeSgorQ\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 475 96879",
    "url": "https://www.youtube.com/watch?v=cyjIhJoYo6I",
    "A": "The 2004 presidential campaign ad emphasizes the candidate's fight against the pharmaceutical industry's excessive earnings and the exploitation of Alaska's wilderness for oil. The ad promises that as president, the candidate will reduce prescription costs, reform healthcare, and make America energy independent. The candidate approves the message in the ad.",
    "B": "The ad highlights how the candidate led the fight against the giveaway to drug companies and stopped the selling out of Alaska to big oil. This is used to show how the candidate has the courage to take on big oil, pharmaceutical companies, and more.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/cyjIhJoYo6I\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1232 57589",
    "url": "https://www.youtube.com/watch?v=d7NFB4jz9v8",
    "A": "The ad features a Hispanic woman emphasizing why this election is important. She discusses how Hispanic people now have a real chance to be heard and have a person in office who cares about their needs and traditions. The woman is the candidate’s daughter-in-law and helps vouch for his credentials.",
    "B": "The 1988 campaign ad emphasizes the candidate's commitment to the Hispanic community, highlighting his personal investment in their needs and family values. Leveraging familial imagery, the ad situates the candidate as part of a family dynamic, proposing that his responsibilities towards his family parallel his commitment to serve the national Hispanic population.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/d7NFB4jz9v8\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 603 114555",
    "url": "https://www.youtube.com/watch?v=hWbpWxG-AkM",
    "A": "The advertisement describes the candidate’s strength in working in the most liberal state in the country yet standing with his party’s values. He has shown his ability to stand for a strong military, a strong economy, and traditional families. His values mark his ability to lead the country as president.",
    "B": "The ad emphasizes the candidate's conservative record as a Republican governor in a traditionally liberal state. It highlights his fiscal responsibility, support for traditional marriage and pro-life stance. It also calls for a strong military, economy, and family. The ad ends with the candidate's endorsement of the message.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/hWbpWxG-AkM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 365 2168",
    "url": "https://www.youtube.com/watch?v=iRYYBFRtfXI",
    "A": "The 1968 political television ad for the Democratic candidate presents him directly engaging with ordinary citizens and laborers, emphasizing a reduction in government control, opting for tax relief, and stressing the significant role Indiana could play in shaping the country's future. The ad portrays the candidate as relatable and focused on peace and wisdom in policy-making.",
    "B": "The advertisement appeals to working-class Americans and the candidate’s shared ability to conquer challenges. To this audience, he emphasizes the need for less government interference. The influence of Indiana in the presidential race is explained, and the candidate wants to earn support from the state to become president.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/iRYYBFRtfXI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 329 1698",
    "url": "https://www.youtube.com/watch?v=lrLA6TVqap0",
    "A": "The ad urges those who believe the candidate is needed in the White House, that now is the time to take action and support the candidate. The ad highlights that support financially through donations will ensure the success of the candidate. ",
    "B": "This political TV ad seeks financial support for the candidate's presidential campaign. It repeatedly emphasizes the need for public backing, featuring text like \"Your Support is needed\" and \"Reagan for President.\" The ad provides various contact details, including phone numbers and a mail address, for potential donors to reach the campaign.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/lrLA6TVqap0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 500 94349",
    "url": "https://www.youtube.com/watch?v=mA-47rYYSLs",
    "A": "The political ad tells the story of 'Jimmy,' a high-school achiever unable to afford college tuition. The candidate advocates for a plan that ensures academically-deserving students like Jimmy receive necessary funding for college, positioning himself as a future-oriented leader championing accessible higher education. Visuals predominantly feature Jimmy working in a pizzeria.",
    "B": "The ad features an intelligent and successful student who cannot afford to go to college due to tuition and how there are many families in the same position. The candidate’s college opportunity plan supports the idea that if a student has the grades for college, America should find a way to send them.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/mA-47rYYSLs\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1084 45260",
    "url": "https://www.youtube.com/watch?v=nLPvTS_iMTI",
    "A": "The ad stresses the candidate's experience and his agenda to boost the American economy, reform welfare, curb fraudulent lawsuits, and reshape the education system. The overarching message suggests that the future of America requires experienced hands like the candidate's. Political commitment and National interest are visually reinforced through the ad's setting and actions.",
    "B": "The candidate’s leadership experience is highlighted as a key asset as the candidate states that he has the power to change America from the oval office. The narrator lauds the candidate’s leadership capability and discusses an agenda emphasizing strengthening the economy for great competitiveness through plans for welfare, court, and education reforms. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/nLPvTS_iMTI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1186 51958",
    "url": "https://www.youtube.com/watch?v=oI-cSCG2YCU",
    "A": "The ad features the president gazing from the White House, symbolizing a leader who assumed office during tumultuous times. It praises his transparent administration, focusing on decisive action over empty promises. Achievements like halving inflation and returning two million Americans to work present him as the solution to the recession and warranting reelection. ",
    "B": "The ad for the 1976 presidential campaign praises the candidate for his leadership during an economic recession. It emphasizes his firm decision-making, responsible economic management, and the recovery without inflation under his administration. With contemplative imagery and patriotic symbols, the ad conveys a message of confidence in the candidate's ability to continue to lead effectively.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/oI-cSCG2YCU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 365 2164",
    "url": "https://www.youtube.com/watch?v=r2LsLW9LgdM",
    "A": "The political television ad showcases the candidate's global diplomatic engagements under President Kennedy, highlighting his roles as a negotiator and peacemaker. Features the candidate's interactions with people in various settings and emphasizes Indiana's crucial role in electing the next U.S president. Overall, the ad aims to promote the candidate's leadership and diplomatically charged experience.",
    "B": "The ad discusses the man that Kennedy sent around the world to speak for America in 1962 and the hope and concern he brought with him. The ad highlights his achievements and tells voters that Indiana can help pick the next president and ensure this type of action continues. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/r2LsLW9LgdM\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 334 15180",
    "url": "https://www.youtube.com/watch?v=tYo8pu-rOLU",
    "A": "It is asked which candidate passed legislation to keep oil prices down. It lists every candidate but finds just one. Another question is asked about environmentalism; again, the same candidate wins here. The last question deals with exportation of American jobs, and again, the candidate comes out on top.",
    "B": "The 1976 political ad heavily promotes the candidate, emphasizing his achievements such as passing an oil price regulation bill, winning an environmental award, and insisting on keeping jobs within the country. The ad uses repetition, a questioning technique, and visuals to encourage the public to elect him while \"there's still time to save the 70s.\"",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/tYo8pu-rOLU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 1 18",
    "url": "https://www.youtube.com/watch?v=6zJB-6_RA8c",
    "A": "A father stands with his son and explains personal issues with debt and supporting his family. The candidate recognizes these grievances with the current political situation. He explains that something needs to change, indicating that he is the candidate who could make that change.",
    "B": "The 1952 political ad for the candidate stressed the economic challenges faced by average families, indicating an increase in debt. The candidate sympathetically addresses these concerns and implies a need for a change, suggesting a reckoning if the current situation continues without intervention. The ad seeks to position the candidate as the necessary solution.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/6zJB-6_RA8c\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2 00023",
    "url": "https://www.youtube.com/watch?v=8qzTT9vUJNY",
    "A": "The ad features a man endorsing the candidate, stressing the need for a knowledgeable leader, not an \"amateur\" in the presidency. The entire ad shows the man in various settings, consistently surrounded by signs endorsing the same candidate, whilst emphasizing his decision to switch his vote.",
    "B": "A man describes his thoughts on the upcoming election. He has come to the conclusion to vote for the candidate. Because an amateur would hurt America, and the candidate is an expert in civilian government, the man is voting for him. The man even switched his vote for the candidate.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/8qzTT9vUJNY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 8 130",
    "url": "https://www.youtube.com/watch?v=CHdozzBzYU0",
    "A": "The candidate dismisses claims of insufficient economic growth, citing evidence of increased employment, wages, and savings. Referring to prior wage erosion under an opposing administration, he emphasizes his team's fiscal responsibility and the resulting genuine wage growth. This contributes to what he defines as \"honest economic growth,\" underpinning strength, freedom, and peace. The repeated visual finale calls for supporting the candidate duo, underscoring their grasp of peace prerequisites.",
    "B": "The candidate is asked a question about America’s economic growth. In response, he talks about the economic success Americans are facing under his administration. He compares this with inflation and struggles under the opposing candidate’s administration. The candidate says that his leadership would bring economic growth, strength, and peace.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/CHdozzBzYU0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 21 300",
    "url": "https://www.youtube.com/watch?v=Fa3MJIMXat8",
    "A": "Governor Ronald Reagan emphatically endorses the candidate during a television interview, urging viewers not to waste their vote on third or splinter party candidates. He assures that the Republican Party offers a return to individual freedom and community effort, shifting away from sole government domination.",
    "B": "Governor Reagan endorses the candidate, asserting that Republicans stand behind him. Concerns about wasted votes in crossing party lines are raises and it is suggested that those seeking genuine change should opt for the Republican candidate, instead of wasting votes on third parties, to ensure progress towards individual freedom and less government dominance. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/Fa3MJIMXat8\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 23 348",
    "url": "https://www.youtube.com/watch?v=IYHRMlrEfqU",
    "A": "The ad discusses how the opposing candidate wishes to cut many parts of the US defense and military. The candidate being supported does not endorse this and believes in a strong America and peace, which can come from strength. This means investing in the nation’s defense program and security, which he firmly believes. ",
    "B": "The ad criticizes the opposing candidate's proposed defense cuts, suggesting these would result in a weakened military. It uses visuals of shrinking military formations and disappearing equipment to illustrate the potential impact. It concludes by asserting the candidate's commitment to a strong America negotiating for peace from a position of strength.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/IYHRMlrEfqU\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 43 2114",
    "url": "https://www.youtube.com/watch?v=KylHex5XlW0",
    "A": "Elderly women at a senior home express hardship, mentioning reduced food stamp benefits and insufficient support to meet their needs. They emphasize the impossibility of enduring further cuts to their benefits. Implicitly, the candidate is portrayed as empathetic to these struggles, urging voter support. ",
    "B": "This political ad showcases an older woman sharing her struggle with diminished food stamps, highlighting the difficulty of making ends meet. The candidate's name is frequently linked to the woman's predicament, suggestive of groundwork laid for better policies. The question raised, \"Is America back, or can we do better?\" implies a need for change.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/KylHex5XlW0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 156 1228 wm",
    "url": "https://www.youtube.com/watch?v=QoT5Ap10p40",
    "A": "The narrator contrasts the Republican candidates, spotlighting only one who grew up in the Great Depression, recovered from WWII wounds, and led in the Senate, cutting government spending, taxes, and saving family farms. The ad emphasizes the candidate’s uniqueness, experience, and connection to the people. ",
    "B": "This 1988 political ad emphasizes the unique experiences of the candidate, highlighting his Depression-era upbringing, World War II combat wounds, and various achievements in the Senate, including reducing wasteful spending and doing tax cuts for working people. The ad pictures various moments, texts, and sketches, aimed to portray the candidate as a relatable, experienced leader.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/QoT5Ap10p40\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 218 1380",
    "url": "https://www.youtube.com/watch?v=S-jvmoro52E",
    "A": "The advertisement displays a wind vane with the head of the opposing candidate atop it. It describes the opponent taking conflicting stances with regard to open housing legislation. It is implied that this shift in opinion is unpredictable and unwanted. The viewers are instead encouraged to vote for the candidate.",
    "B": "The 1968 political television ad features a series of animated caricatures and compass points interpreting the opposing candidate's behavior as inconsistent and indecisive. It emphasises his contradictory statements on housing laws and civil rights. The ad concludes by encouraging viewers to vote for the Democratic candidate.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/S-jvmoro52E\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 48 2255",
    "url": "https://www.youtube.com/watch?v=S5UWIkD3lQg",
    "A": "The ad criticizes the opposing candidate's economic plan, claiming it will transfer federal education and welfare costs to Ohio's local government, causing a potential 58% property tax increase for residents. It uses images of suburban homes to underscore this point, and concludes by urging re-election of the current President.",
    "B": "The ad discusses property taxes and the burden that the opposing candidate will place on families if this is done. It discusses the increase and its repercussions. The ad urges the public to vote for the supporting candidate on election day.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/S5UWIkD3lQg\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 214 12337",
    "url": "https://www.youtube.com/watch?v=UXKzUIBwoGg",
    "A": "The ad favors the candidate's experience over his opponent, criticizing the latter's lack of perceived accomplishments and name recognition, with testimonials from people in various cities. The video shows supporters in various locations, showcasing a broad backing for the candidate. The ad was paid for by The candidate's Committee.",
    "B": "The ad features several individuals across the country being asked to discuss candidate Carter and what he did. All of them primarily emphasize that he did not do much and that they struggle to recall what benefits he brought to the table. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/UXKzUIBwoGg\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 5 00083",
    "url": "https://www.youtube.com/watch?v=basW7Xngx6A",
    "A": "A children's doctor endorses the candidate due to the candidate's platform for federal aid to education. The doctor discusses the candidate's time as a senator, working for aid, scholarship, and more while the opposing candidate has voted against such measures; thus, the doctor has faith in the candidate's ability.",
    "B": "In this 1960 political TV ad, Dr. Benjamin Spock endorses the candidate's educational policy advocating for federal aid to education and highlights the opposing candidate's contradictory voting record. He also supports the candidate's efforts to secure medical care for the retired, lauding the candidate's sincerity and fidelity to his words.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/basW7Xngx6A\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 293 14367",
    "url": "https://www.youtube.com/watch?v=bdC7-aTJ0Xk",
    "A": "The 1984 ad highlights the candidate's achieved promises including reduced inflation, interest rates and crime, lower taxes, increased job creation, and strong defenses. The ad emphasizes the candidate's pledge of future action to build lasting peace, support the elderly, improve education, create more jobs, and maintain the nation's strength.",
    "B": "The candidate highlights promises accomplished from their successful administration, including reduced inflation, lower interest rates, decreased crime, tax cuts, defense rebuilding, and job creation. Emphasizing a commitment to continued progress, the candidate asserts the efficacy of their leadership and pledge to fulfill promises. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_3.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/bdC7-aTJ0Xk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 10 180",
    "url": "https://www.youtube.com/watch?v=eCLDRDUTdpc",
    "A": "The scene depicts a little girl plucking and counting flower petals. It closes in on her face with a man counting down in the background. The countdown leads to explosions, emphasizing the threat of nuclear warfare, especially for children. The candidate elaborates on this fear, explaining peace is necessary instead.",
    "B": "The ad utilizes a contrasting narrative to engage the audience. It begins with the serene image of a girl counting flower petals in a field, transitioning abruptly to nuclear detonations. This abrupt transition signifies the potential catastrophicness of the opposing candidate's policies, urging voters to choose reassurance over instability on election day.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/eCLDRDUTdpc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 147 10600 wm",
    "url": "https://www.youtube.com/watch?v=gZZ-5MODFj0",
    "A": "The ad by the 1972 Democratic presidential candidate criticizes six senators for their voting records on school matters, accusing them of opposing freedom of choice and neighborhood schools. Emphasizing that some of these lawmakers have since changed their minds, the ad urges viewers to support the candidate and financially contribute to his campaign.",
    "B": "The candidate discusses the congressional record on how six senators in the race in Florida for the presidency voted on school matters. The candidate discusses that if they had voted like true Floridians, Florida would have had freedom of choice rather than bussing. The ad urges voters to support and finance the candidate.",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/gZZ-5MODFj0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 54 387",
    "url": "https://www.youtube.com/watch?v=jV1xNlS-D9s",
    "A": "The candidate discusses how women are an important part of his constituencies. Further, he emphasizes women’s right and the ERA, highlighting that there is only one administration that has worked to get the extension needed to secure ratification. The ad urges viewers to consider the difference between this campaign and the others. ",
    "B": "The ad emphasizes the candidate's support for women's rights and the ERA extension. He differentiates himself by highlighting his advocacy for legislation extending the ratification period. Visuals are primarily of the candidate speaking, emphasizing his commitment and sincerity. The campaign's focus on gender equality is clear, emphasizing an \"Anderson difference.\"",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/jV1xNlS-D9s\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2 30",
    "url": "https://www.youtube.com/watch?v=nCoTHLjPdl8",
    "A": "The political TV ad utilizes flattering black and white footage of a woman delivering a song endorsing the candidate. Lyrics highlight the candidate's civilian background as a departure from 'soldier' mentality, pledging to lead towards peace. Various visuals underline the campaign’s endorsement, culminating with a call-to-action, \"Vote for the Candidate\".",
    "B": "In a rendition sung to the tune of \"America the Beautiful,\" a formally dressed woman encourages voters to support the candidate. The song lauds the candidate’s humble origins and achievements, and highlights their commitment to peace amidst other candidates’ focus on war. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/nCoTHLjPdl8\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 143 5949 wm",
    "url": "https://www.youtube.com/watch?v=qMyCSULFmqE",
    "A": "The 1964 presidential campaign ad responded to a voter's concern about the decreasing value of the dollar and rising living costs. The candidate proposed reducing government spending and size, fostering a climate of competitive enterprise to create real jobs with real wages. He affirmed a commitment to rely on freedom and Americans in his war on poverty.",
    "B": "A man opens with a question for the candidate regarding the worth of a dollar and the cost of living. The candidate responds with ways he would correct mistakes of the current administration. He plans to cut government spending and the size of government, while creating jobs with real wages.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/qMyCSULFmqE\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 10 181",
    "url": "https://www.youtube.com/watch?v=txK2TTwiWEc",
    "A": "The ad raises concerns about the opposing candidate's opposition to the nuclear test ban treaty, suggesting that his election could decrease public safety due to potential nuclear fallout. The visuals employ an innocent girl enjoying an ice cream, symbolically emphasizing the potential impact on future generations. The repeated call is to vote for the candidate.",
    "B": "A young girl eats an ice cream as a female narrator reflects on past atomic bomb explosions, asserting children should not be subject to the harmful chemicals produced by nuclear fallout. A candidate is criticized for voting against a nuclear arms treaty, and another narrator urges voting for different candidate.  ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_1.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/txK2TTwiWEc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 8 138",
    "url": "https://www.youtube.com/watch?v=uUMbaenVjsI",
    "A": "The candidate urges the people to work to become strong and courageous in order to achieve peace and to provide our children with a successful and peaceful future. Further, the candidate highlights that his platform understands what peace demands specifically and what is necessary to achieve it.",
    "B": "The 1960 political ad promotes the Republican candidate and his running mate, emphasizing their understanding of the requirements for peace. The ad stresses the importance of strength, firmness, courage, and relentless pursuit of peace for the future generations. It combines direct address to the viewers with text reinforcement.",
    "selection": {
      "A": "summary_2.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/uUMbaenVjsI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 150 10702",
    "url": "https://www.youtube.com/watch?v=vSwQjWJIljc",
    "A": "Visual imagery of toy army men and models is used to depict the opposing candidates plans to reduce military funding, which, a senator claims would undermine national security. The candidate, portrayed alongside military officers as \"Hail to the Chief\" plays, emphasizes a commitment to negotiating peace from a position of strength. \n",
    "B": "The 1972 political television ad criticizes the opposing candidate's defense plan, highlighting proposed substantial military cuts. Using visuals of soldiers and military equipment, it stresses the potential risk to national security. The ad strongly positions the candidate as an advocate for a strong military and, thus, a strong America.",
    "selection": {
      "A": "summary_3.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/vSwQjWJIljc\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 210 12268",
    "url": "https://www.youtube.com/watch?v=wXOVxtu_teA",
    "A": "The candidate discusses the republicans who say the economy is healthy, employment is high, and our leadership is great. The candidate argues that what he sees is not this and that the reality is far from what the republicans say. But with him, the country can work together to fix this.",
    "B": "The candidate speaks against Republicans' positive economic portrayal, highlighting high unemployment, costly living, failing cities, decreased public services, increased crime, and foreign-controlled energy. The ad encourages facing these issues head-on, stressing the need for collective action to effect change. It concludes on a determined note, arguing it's time to start the difficult journey.",
    "selection": {
      "A": "summary_1.docx",
      "B": "summary_4.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/wXOVxtu_teA\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  },
  {
    "title": "P 2 28",
    "url": "https://www.youtube.com/watch?v=xsJvMNSbxcI",
    "A": "The 1952 political television ad features a woman, dressed in a dark outfit with a pearl necklace, singing a song criticising Dierksen, McCarthy, and Taft, suggesting they are anti the whole human race and warning that electing these men will be regrettable. She uses expressive gestures and eye contact to emphasize her message.",
    "B": "A formally dressed women mocks three opposing candidates for their perceived incompetence in song, speaking directly to the audience. The song adopts a light-hearted tone as it uses humor to critique the candidates’ shortcomings and faults. ",
    "selection": {
      "A": "summary_4.docx",
      "B": "summary_2.docx"
    },
    "embed": "<iframe class=\"youtube-video\" src=\"https://www.youtube.com/embed/xsJvMNSbxcI\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
  }
]