[
  {
    "COMPONENT_ID": "P-1066-44077",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Haig",
    "FIRST_NAME": "Alexander Meigs, Jr. (Al)",
    "TITLE": "Pizza",
    "SUMMARY": "Announcer voiceover candidate eating pizza; says candidate has best credentials and is a lot more like you than you think; candidate winks at camera.",
    "whisper_largev3": "Former Secretary of State Alexander M. Haig, the man with the best credentials of anyone to be president, who's also a lot more like you than you think. Vote for him.",
    "VIMEO_ID": "992193764",
    "FULL_NAME": "Alexander Haig"
  },
  {
    "COMPONENT_ID": "P-2014-136255",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Math",
    "SUMMARY": "A negative ad against president Obama in which the do the math and find that they cannot afford Obama economics.",
    "whisper_largev3": "Either we ask the wealthiest Americans to pay their fair share in taxes, or we have to ask seniors to pay more for Medicare. This is not class warfare. It's math.",
    "VIMEO_ID": "993628952",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1353-63367",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Dole",
    "FIRST_NAME": "Bob (Robert Joseph)",
    "TITLE": "Security-Source",
    "SUMMARY": "Voiceover Steve Forbes supports plan to end social security .",
    "whisper_largev3": "Steve Forbes, he supports a radical, untested plan that would end Social Security as we know it. Steve Forbes, untested leadership, risky ideas.",
    "VIMEO_ID": "992441304",
    "FULL_NAME": "Bob Dole"
  },
  {
    "COMPONENT_ID": "P-17-276",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert Horatio",
    "TITLE": "Let's Keep a Good Thing Going",
    "SUMMARY": "Man comments that Nixon hasn't won an election for 18 years. Let's keep a good thing going.",
    "whisper_largev3": "You know something? Richard Nixon hasn't won an election on his own in 18 years. Let's keep a good thing going. Richard Nixon.",
    "VIMEO_ID": "990185159",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-17-264",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert Horatio",
    "TITLE": "Heartbeat",
    "SUMMARY": "Keg machine showing heartbeat. Voice-over asking who we want for vice-president.",
    "whisper_largev3": "Never before in our lives have we been so confronted with this reality. Who is your choice to be a heartbeat away from the present?",
    "VIMEO_ID": "990184813",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-1631-83524",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-George W. Bush (Taxes, Health Care)",
    "TITLE": "Time - Generic",
    "SUMMARY": "Bush gave tax break to big oil but opposed health care for children.",
    "whisper_largev3": "Tonight in Philadelphia, you'll hear a lot of cheering for working families. Meanwhile, back in Texas, George W. Bush cheered on Big Oil by signing a $45 million tax break for them while opposing health care for more children. Get the facts.",
    "VIMEO_ID": "993029012",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-5-100",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Schools",
    "SUMMARY": "Kennedy stating need for improved education and denouncing Nixon for his deciding vote against federal aid for education.",
    "whisper_largev3": "America needs more schools and better education. Yet in the last Congress, Mr. Nixon cast the deciding vote against aid to education. I hope in the next Congress a president and a Congress will work together to give us the best educational system in the world.",
    "VIMEO_ID": "995449446",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-1625-82561",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-George W. Bush (Health Care)",
    "TITLE": "Texas Children",
    "SUMMARY": "Bush opposed children's health care coverage in Texas.",
    "whisper_largev3": "In Philadelphia, you'll hear a lot about leaving no child behind. Meanwhile, back in Texas, George W. Bush opposed health coverage for 200,000 more children. The state ranks second to last in children with health insurance. Get the facts.",
    "VIMEO_ID": "993024898",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-142-5896",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "The Unseen Candidate :20",
    "SUMMARY": "Opens with a shot of a newspaper as voiceover cites Kennedy's lead over Nixon in the Gallup poll. Humphrey is mere 7% in the poll is cited. The voiceover and text tell voters to tell themselves to beat Nixon i must vote Kennedy.",
    "whisper_largev3": "Kennedy overwhelms Nixon in most recent Gallup poll. No other Democrat has ever done this. Humphrey's Gallup poll vote among Democrats is a mere 7%. Proof positive Kennedy is the only Democrat who can beat the Republicans. Say this to yourself. To beat Nixon, I must vote Kennedy. Then vote Kennedy.",
    "VIMEO_ID": "995481537",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-9-156",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Lodge - Nixon Experience :20",
    "SUMMARY": "Lodge's endorsement of Nixon. Focuses on Nixon's qualifications.",
    "whisper_largev3": "Here is Ambassador Henry Cabot Lodge. Our next president must have experience, courage, and proven talent to keep the peace. That is why I urge you to vote for Richard Nixon, November 8th. Vote for Nixon and Lodge, November 8th.",
    "VIMEO_ID": "990183897",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-9-158",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Press Quotes :20",
    "SUMMARY": "Stills of newspapers supporting Nixon and lodge with voice-over focusing on experience and leadership.",
    "whisper_largev3": "Hundreds of newspapers and magazines all over America are urging their readers to elect Richard Nixon and Henry Cabot Lodge because of their outstanding leadership and experience. On November 8th, vote for Nixon and Lodge. They understand what peace demands.",
    "VIMEO_ID": "995450520",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-129-5788",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon (Lyndon Baines), 1908-1973",
    "TITLE": "Storm",
    "SUMMARY": "Shows man walking with umbrella in the rain.  Voice-over saying, if it should rain on election day, don't stay in - get wet and vote for Johnson.",
    "whisper_largev3": "If it should rain on November 3rd, please get wet. Go to the polls and vote for President Johnson. The stakes are too high for you to stay home.",
    "VIMEO_ID": "995480866",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-13-226",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Foreign Aid :20",
    "SUMMARY": "In response to a man's question, Goldwater says that he supports foreign aid to countries that support America n policies.",
    "whisper_largev3": "I'm Ray Holgerboom. What's Barry Goldwater think of foreign aid? I'm for giving foreign aid only to countries who really want to be self-supporting and who are willing to support American policy in our search for peace and freedom. In your heart, you know he's right. Vote for Barry Goldwater.",
    "VIMEO_ID": "995904836",
    "FULL_NAME": "Barry Goldwater"
  },
  {
    "COMPONENT_ID": "P-1581-79624",
    "ELECTION_YEAR": 1952,
    "PARTY": "Republican",
    "LAST_NAME": "Eisenhower",
    "FIRST_NAME": "Dwight David",
    "TITLE": "EAA - How to Clean Up Washington 2",
    "SUMMARY": "Candidate speaks about cleaning up Washington corruption.",
    "whisper_largev3": "Eisenhower answers America. General, how would you clean up the mess in Washington? My answer? It's not a one-agency mess or even a one-department mess. It's a top-to-bottom mess. And I promise we will clean it up from top to bottom.",
    "VIMEO_ID": "993004234",
    "FULL_NAME": "Dwight D. Eisenhower"
  },
  {
    "COMPONENT_ID": "P-1-18",
    "ELECTION_YEAR": 1952,
    "PARTY": "Republican",
    "LAST_NAME": "Eisenhower",
    "FIRST_NAME": "Dwight David",
    "TITLE": "EAA - Went Into Debt",
    "SUMMARY": "Eisenhower addresses the problem of families in debt.",
    "whisper_largev3": "Eisenhower answers America. General, last year to support my family, I had to go into debt. Not just you. Last year, the average city family spent $400 more than they earned. The day of reckoning is sure to come, unless we have a change.",
    "VIMEO_ID": "995447547",
    "FULL_NAME": "Dwight D. Eisenhower"
  },
  {
    "COMPONENT_ID": "P-8-142",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Communist Aggression",
    "SUMMARY": "Nixon attacks politicians who downgrade America , and feels that they invite communist aggression. Nixon states that America n strength can keep the peace.",
    "whisper_largev3": "When politicians downgrade America's strength, they make a serious mistake because they invite communist aggression. Only strength and firmness can keep the peace. Vote for Nixon and Lodge November 8th. They understand what peace demands.",
    "VIMEO_ID": "995450238",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-143-5948",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon Baines",
    "TITLE": "Voting Booth :20",
    "SUMMARY": "Man shown in voting booth as voice-over states, when one is in voting booth to decide who to vote for, remember that America is stronger and more prosperous than ever before.",
    "whisper_largev3": "When you're in the voting booth on November 3rd, keep this in mind. America is stronger and more prosperous than ever before. And we're at peace. Vote for President Johnson on November 3rd. The stakes are too high for you to stay home.",
    "VIMEO_ID": "995482927",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-10-196",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon Baines",
    "TITLE": "Voting Booth :20",
    "SUMMARY": "Dramatization of voter in booth, emphasizing America 's strength and prosperity.",
    "whisper_largev3": "When you're in the voting booth on November 3rd, keep this in mind. America is stronger and more prosperous than ever before. And we're at peace. Vote for President Johnson on November 3rd. The stakes are too high for you to stay home.",
    "VIMEO_ID": "995451320",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-108-5578",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard (Richard Milhous), 1913-1994",
    "TITLE": "Nebraska",
    "SUMMARY": "Scenes of Nixon.  The voice-over says that a big Nebraska vote is needed.",
    "whisper_largev3": "© BF-WATCH TV 2021",
    "VIMEO_ID": "995479528",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-8-138",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Stay Strong and Firm",
    "SUMMARY": "Nixon proclaims that a strong firm America must work for peace so that our children grow up in peace.",
    "whisper_largev3": "In the vital years ahead, we must be strong, we must be firm, we must be courageous, we must work unceasingly for peace so that our children may grow up in peace. Vote for Nixon and Lodge, November 8th. They understand what peace demands.",
    "VIMEO_ID": "995450096",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-316-8988",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Dairy Farmer Concern",
    "SUMMARY": "A dairy farmer discusses foreign competition on dairy products.",
    "whisper_largev3": "The dairy farmers in the state of Wisconsin are concerned about the inferior quality dairy products that are coming into this nation. And we need firm, strong import legislation to protect the dairy farmer and the consumer as well. For times like these, Nixon's the one.",
    "VIMEO_ID": "991605535",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-344-15290",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "Family Education/Revision 2 2",
    "SUMMARY": "Dukakis sits discussing his perceptions of the presidency if he were a young father. He says it's a father's concern.",
    "whisper_largev3": "Today it seems young parents have less time and a lot more to worry about. If I were a young father today, I'd want to know that my government wasn't blind to the changes in my life. I'd want my new president to be in touch with the things that are important to me and to my family. That's not a Democratic concern. It's not a Republican concern. That's a father's concern.",
    "VIMEO_ID": "991672063",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-2060-138621",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Jobs Florida",
    "SUMMARY": "A negative ad in Spanish about how the Hispanic community does not feel connected to him and his manner of speech represents his lack of understanding for those who are unemployed.",
    "whisper_largev3": "¿Puedes enfocarte en los muy pobres? No es mi enfoque. ¿Qué pasa con nosotros? ¿Dónde nos dejó? Es fácil decir eso, porque no tiene necesidades. Él nada más está pensando en los que ya hicieron dinero. También me contó mi historia, también estoy desempoblado. Uno no tiene trabajo, uno se preocupa, uno no tiene ganas de reírse, de burlarse de nadie. Siento que no es la persona que debería dirigir este país.",
    "VIMEO_ID": "993641400",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-1232-57586",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "His Mistakes",
    "SUMMARY": "People talking about Michael Dukakis, hasn't lived up to promises, raised taxes, taken from retirement, made a mess out of Massachusetts.",
    "whisper_largev3": "How good a governor is Michael Dukakis? I don't think that Mike Dukakis has lived up to his promises. He's raised taxes, and he's raised taxes. He's taken money from the retirement funds that the people have put in there, and, you know, to balance his mistakes that he's made. Michael Dukakis should be called Michael Tax-kakis. Dukakis has made one mess out of Massachusetts. I'm a Democrat, and I've never voted Republican before, but this time I'm voting for George Bush.",
    "VIMEO_ID": "992361932",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-197-12138",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Insiders",
    "SUMMARY": "Carter asks Florida voters to vote for him instead of Wallace.",
    "whisper_largev3": "I'm Jimmy Carter and I'm asking you to vote for me next Tuesday. For the past year, I've been campaigning hard to win the Democratic primary in Florida. In the past few weeks, this race has narrowed down to two people, Governor George Wallace and me. That's why your vote is so important. In the first ten states, I've come in first five times and second twice. Now Florida can help to send a president to Washington and not just a message.",
    "VIMEO_ID": "991566613",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-48-2255",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Ohio Tax",
    "SUMMARY": "Voiceover says that Reagan's economic plan would raise property taxes in Ohio.",
    "whisper_largev3": "Ronald Reagan's economic plans are fuzzy, but his designs on your house are clear. Ohio now gets $1.6 billion a year in federal funds for education and welfare. Under the Reagan plan, that cost will be put on the back of local government. If Ohio raises this money by increasing your property tax, the tax for a family of four will shoot up by 58%. That's $603 a year. On November 4th, re-elect President Carter.",
    "VIMEO_ID": "990625512",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-57-953",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "Real War",
    "SUMMARY": "Shots of drug paraphernalia, cocaine seized, dace agents, with candidate vo. His running for President because he wants to see a real war, not a phony war, against drugs. Reagan administration gave aid to Noriega, wants to use his anti-drug program for America .",
    "whisper_largev3": "I'm running for president because I want to see a real war, not a phony war against drug and alcohol dependency in this country. How can we tell our children to say no to drugs when we have an administration that paid $200,000 a year to a drug-peddling dictator from Panama? A chief executive can make a difference in the fight against drugs. I've done it in my state, and I want to do it for every state in this country.",
    "VIMEO_ID": "990630267",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-323-14943",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Inflation Diff",
    "SUMMARY": "Carter discusses differences between his economic plan and Reagan's.",
    "whisper_largev3": "President Carter on Inflation and Unemployment. In this difficult period, we have not backed away from tough decisions and have not provided quick fixes. Present trends indicate that we've been on the right track. My opponent's position, and again I think I stated accurately, is to install the Reagan-Kemp-Roth plan. It promises massive tax cuts, more government spending, and a balanced budget. You can choose between these positions on November 4th.",
    "VIMEO_ID": "991666630",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-197-12141",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "NC Taxes",
    "SUMMARY": "Opens with carter discussing the America ns who make over a million dollars and paid no taxes. Cuts to scenes of carter meeting people as a voice-over says carter wants to reform taxes to lobby for the average people.",
    "whisper_largev3": "Last year there were 24 people in this nation that made over a million dollars in income that didn't pay one nickel in income tax. Jimmy Carter believes we need to reform our tax laws for the people who don't have lobbyists working to find tax loopholes for the privileged few. Let's send Washington more than a message. Let's send them a president. Vote for Jimmy Carter in the North Carolina Democratic primary March 23rd.",
    "VIMEO_ID": "991566688",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-156-1228",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Dole",
    "FIRST_NAME": "Bob (Robert Joseph)",
    "TITLE": "Difference / Oklahoma",
    "SUMMARY": "Dole is speaking to various groups of people in Oklahoma. Voice-over stating dole is the republican leader in the senate, he has worked to reduce wasteful spending, cut taxes, and is helping to save family farms.",
    "whisper_largev3": "What's the difference between the Republican candidates for president? Only one grew up in Depression-era Kansas and spent three years recovering from combat wounds in World War II. Only one has been the Republican leader in the Senate and led the fight to reduce wasteful spending, cut taxes on working people, and save the family farm. Only one, one of us, Bob Dole. Bob Dole will make the difference Oklahoma and America need. Dole for president, one of us.",
    "VIMEO_ID": "995548918",
    "FULL_NAME": "Bob Dole"
  },
  {
    "COMPONENT_ID": "P-475-96911",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Impuestos-SP",
    "SUMMARY": "Mixture of voiceover and Hispanic voters speaking to the camera. Discusses opponent's record of raising taxes. Voiceover and Hispanic voters express concern and that opponent does not know them.",
    "whisper_largev3": "Los latinos en todas partes están cansados de que suban los impuestos. Todo es subir los taxes. John Kerry y sus aliados liberales en el Congreso votaron para aumentar los impuestos 98 veces en 19 años. Eso es simplemente irresponsable. Ellos votaron para aumentar los impuestos de la gasolina 10 veces. ¿Qué es eso? Eso no es algo que nosotros en la vía no necesitamos. John Kerry y sus aliados liberales en el Congreso simplemente no nos conocen. Soy George W. Bush y aprobé este mensaje.",
    "VIMEO_ID": "991763150",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-1895-107908",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "Hillary Rodham",
    "TITLE": "Get It Done",
    "SUMMARY": "Endorsement by mayor Michael nuttery says candidate understands what needs to be done, will put more police on streets, will support education and reduce dropout rate",
    "whisper_largev3": "I know. You want to know why I'm supporting Hillary. Easy. She gets it. And she gets the job done. As mayor, I know that's what we need from a president. We don't have a minute to waste. Hillary's got the depth and breadth of experience to really help folks get jobs, put more cops on our streets, educate our kids, reduce the dropout rate, and invest in our communities. I know Hillary. And I know she cares about us. She'll get the job done. Right now. I'm Hillary Clinton, and I approve this message.",
    "VIMEO_ID": "993092510",
    "FULL_NAME": "Hillary Clinton"
  },
  {
    "COMPONENT_ID": "P-475-96915",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Forward",
    "SUMMARY": "Candidate says we must go forward with resolve, not turn a blind eye to terrorism, says they will work to create jobs, reform education and lower health care costs.",
    "whisper_largev3": "Over the past three years, Americans have faced many serious challenges. Now we face a choice. We can go forward with confidence, resolve, and hope. Or we can turn back to the dangerous illusion that terrorists are not plotting and outlaw regimes are no threat. We can continue to work to create jobs, reform education, and lower the cost of health care. Together, we're moving America forward. I'm George W. Bush, and I approve this message.",
    "VIMEO_ID": "991763252",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-1069-44262",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "House",
    "SUMMARY": "Ad discussing how America ns are paying for the opponent's tax by creating a huge debt.",
    "whisper_largev3": "After you work for a lifetime to pay off your house, you expect to be free and clear. But in another American house, there are plans today to put you $18,000 in debt, your share of Mr. Reagan's deficits. But when Mondale moves into the White House, he won't forget about your place. He'll cut spending, close tax loopholes, and put new taxes in a trust fund to pay off Reagan's debt. Let's stop mortgaging America. Mondale Ferraro. They're fighting for your future.",
    "VIMEO_ID": "992271977",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1957-132420",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Toughest-IN",
    "SUMMARY": "Voiceover candidate won against special interests",
    "whisper_largev3": "I'm Barack Obama and I approve this message. He took on the special interests and won, passing the toughest ethics law yet, banning gifts, meals, and trips from Washington lobbyists. Now Barack Obama's the only candidate refusing their contributions because to really reform health care and finally give the middle class a break, we need to rein in special interests. They have not funded my campaign, they will not run my White House, and they will not drown out the voices of the American people.",
    "VIMEO_ID": "993609216",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-2079-139464",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Come and Go",
    "SUMMARY": "A negative ad accusing Romney of outsourcing American jobs to other countries and against  Romney's statement that he knows how to create jobs.",
    "whisper_largev3": "I'm Barack Obama and I approve this message. Running for governor, Mitt Romney campaigned as a job creator. I know how jobs are created. But as a corporate raider, he shipped jobs to China and Mexico. As governor, he did the same thing, outsourcing state jobs to India. Now he's making the exact same pitch. I know why jobs come and why they go. Outsourcing jobs. Romney Economics. It didn't work then, and it won't work now.",
    "VIMEO_ID": "993642314",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-71-765",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Jaworski Endorsement",
    "SUMMARY": "Narrator speaking for Leon Jaworski, with scenes of Bush on the campaign trail: Bush has integrity to earn trust of America n people; best choice among the candidates.",
    "whisper_largev3": "Today, still another strong statement from a prominent American in support of the presidential campaign of George Bush. Leon Jaworski, the special prosecutor whose independence and determination brought the ultimate truth of Watergate to light, stated, quote, Jaworski added that based on his own knowledge of the candidates, George Bush would be the best president our country could have for the 1980s.",
    "VIMEO_ID": "990774553",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-149-10676",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Old Folks",
    "SUMMARY": "In a large room, McGovern talks about honesty among politicians to a large crowd.",
    "whisper_largev3": "It just literally breaks my heart when I see some of these older people going through a grocery store trying to pick up some stale bread, trying to stretch that little paycheck when they need good nutritious food. We ought to be able to provide a minimum income for every old person in this country so that they live out those last years with some dignity. McGovern, for the people.",
    "VIMEO_ID": "995487712",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-602-114531",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "Hillary Rodham",
    "TITLE": "Failing Through",
    "SUMMARY": "Candidate says economy is bad, families are close to losing everything, while big corporations have had years of president who stands up for them, candidate promises to stand up for people.",
    "whisper_largev3": "The Bush economy is like a trap door. Too many families are one pink slip, one missed mortgage payment, one medical diagnosis away from falling through and losing everything. The oil companies, predatory student loan companies, the insurance companies, and the drug companies have had seven years of a president who stands up for them. I intend to be a president who stands up for all of you. I'm Hillary Clinton, and I approve this message.",
    "VIMEO_ID": "991771082",
    "FULL_NAME": "Hillary Clinton"
  },
  {
    "COMPONENT_ID": "P-1955-132243",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Safe-OH",
    "SUMMARY": "Gen. McPeak talks about what is needed in the next pre, endorses cand",
    "whisper_largev3": "I'm Barack Obama and I approve this message. As a combat pilot and head of the Air Force during Desert Storm, lives depended on the judgments I made. And judgment is what we need from our next Commander-in-Chief. Barack Obama opposed this war in Iraq from the start, showing insight and courage others did not. And he's our best hope to restore our security and standing in today's world. The old Washington hands have let us down. We need a new leader to lift America.",
    "VIMEO_ID": "993601732",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-43-2106",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "House",
    "SUMMARY": "Pics of home, white house, and home. Voiceover refers to the desire to own a home being affected by deficits. Candidate's deficit reduction plan would cut spending close tax loopholes and set up tax trust funds. Voiceover 'let's stop mortgaging America .'",
    "whisper_largev3": "After you work for a lifetime to pay off your house, you expect to be free and clear. But in another American house, there are plans today to put you $18,000 in debt, your share of Mr. Reagan's deficits. But when Mondale moves into the White House, he won't forget about your place. He'll cut spending, close tax loopholes, and put new taxes in a trust fund to pay off Reagan's debt. Let's stop mortgaging America. Mondale Ferraro, they're fighting for your future.",
    "VIMEO_ID": "990620707",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1037-42338",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "Leadership : Difference",
    "SUMMARY": "Voiceover leadership, finding jobs for welfare families, universal health care, cut taxes, balanced budget.",
    "whisper_largev3": "Leadership. It's making a difference in people's lives, like finding jobs for 50,000 families on welfare, or pioneering the first universal health care program in the country. Leadership. It's putting people first, but still meeting the bottom line. Michael Dukakis cut taxes five times and still balanced ten budgets in a row. That's leadership. Leadership that's on your side. Michael Dukakis for President. Let's take charge of America's future.",
    "VIMEO_ID": "992177047",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-1088-45446",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Cranston",
    "FIRST_NAME": "Alan MacGregor",
    "TITLE": "Anti-Hard",
    "SUMMARY": "Candidate head-on criticizing Mondale for trying to do everything and not announcing his specific plans. Announces his primary goals - ending the arms race and full employment. Announcer closes drawn still.",
    "whisper_largev3": "Why does Walter Mondale think it's too risky to say what he'll do? Instead, to be safe, he promises he'll do everything from A to Z. I think the Democratic nominee must say exactly what he intends to do as president. How else can he expect to beat Ronald Reagan and lead the country? The Cranston presidency will have two clear purposes, ending the arms race and full employment. There's no hedging, and there's no question where I stand. For President Alan Cranston.",
    "VIMEO_ID": "992278395",
    "FULL_NAME": "Alan Cranston"
  },
  {
    "COMPONENT_ID": "P-1840-104205",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "Flip Flop",
    "SUMMARY": "Ad says Kerry has constantly flip flopped on the issues.",
    "whisper_largev3": "There's nothing wrong with making a decision and then changing your mind. But if you never commit to what you believe in, who will ever commit to you? John Kerry has changed his mind on all these important issues. Now there's nothing wrong with a little indecision, as long as your job doesn't involve any responsibility. John Kerry has changed his mind time and time again. If you thought you could trust him, you might want to change your mind, too. Club4Growth.net is responsible for the content of this advertising.",
    "VIMEO_ID": "993091040",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-475-96882",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "Believe",
    "SUMMARY": "Ad gives a bio, voiceover says candidate volunteered for Vietnam, was decorated and helped to end the war, as a Senator was pro-choice, and saved answer, shows stills of cand, candidate says they need to get afford able health care and stop tax cuts for the rich.",
    "whisper_largev3": "John Kerry, he volunteered for Vietnam, was decorated for bravery, then helped rally the nation to end that war. The senator who defended a woman's right to choose stopped George Bush from drilling in the Arctic, and now he's running for president. We need to get some things done in this country. Affordable health care, rolling back tax cuts for the wealthy, really investing in our kids. I believe the courage of Americans can change this country. I'm John Kerry, and that's why I approved this message.",
    "VIMEO_ID": "991762421",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-36-1008",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "Plant Closing",
    "SUMMARY": "Begins with shot of padlocked plant gate: shouldn't there be a law requiring 60 days notice of plant shut-down? Bush and Quayle say no: Dukakis and Bentsen, yes. They are about your life.",
    "whisper_largev3": "The company you work for shuts down. Your job, your security, gone. Shouldn't there be a law to give you and your community 60 days notice? George Bush says no. And Dan Quayle led the fight in the Senate against making it a law. But understanding a community's needs is what Michael Dukakis is all about. That's why he passed one of the first laws in the country providing notification of plant closings. And that's one reason he chose Lloyd Benson, a man who won the fight to make 60-day notification law. Who cares about your life? The choice is clear. Thanks for watching.",
    "VIMEO_ID": "990192418",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-1436-67066",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Soaking",
    "SUMMARY": "See (p1358-62798)",
    "whisper_largev3": "The Washington politicians are soaking taxpayers again, taking $22 million in tax money for their presidential campaigns, like Bob Dole, who is collecting millions in tax money to get elected. Washington politicians spending taxpayers' money to run their political ads. I'm Steve Forbes. I think it's wrong to spend taxpayers' money on political campaigns. It's time we change Washington. Steve Forbes, conservative for president. Thanks for watching.",
    "VIMEO_ID": "992990329",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-1624-82555",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-Al Gore (Truth)",
    "TITLE": "Cooking in the Kitchen - OH",
    "SUMMARY": "Gore says he and Clinton have never lied about anything.",
    "whisper_largev3": "Make that mistake. But if the charges lie, can you say that neither you nor President Clinton has told a lie in your political career? None spring to mind, I'll tell you that. And let me say again. And President Clinton has not uttered a single untruth in the last two years? Not that I have heard. Absolutely not. And again, Lisa, let me say that. Not a single one? Well, yes. None have told a lie? Well, look, Lisa, um...",
    "VIMEO_ID": "993023225",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-1818-102759",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Wacky",
    "SUMMARY": "Criticizes Kerry's tax ideas by showing silent film type images. Says an average family has to spend roughly $700 dollars more per year because of gas tax increase. Calls his tax ideas wrong.",
    "whisper_largev3": "I'm George W. Bush, and I approve this message. Some people have wacky ideas, like taxing gasoline more so people drive less. That's John Kerry. He's supported a 50-cent-a-gallon gas tax. If Kerry's gas tax increase were law, the average family would pay $657 more a year. Raising taxes is a habit of Kerry's. He's supported higher gasoline taxes 11 times. Maybe John Kerry just doesn't understand what his ideas mean to the rest of us. Thanks for watching.",
    "VIMEO_ID": "993063746",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-602-114509",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "Huckabee",
    "FIRST_NAME": "Mike (Michael Dale)",
    "TITLE": "Understanding",
    "SUMMARY": "Candidate says people are losing jobs, there is a homeowner crisis, there are higher fuel costs, candidate says he cut taxes and built roads and improved health care and education.",
    "whisper_largev3": "When you grow up and life's a struggle, you have a whole different understanding of what most people are going through. We're losing manufacturing jobs, homeowners face a credit crisis, high fuel costs are spiraling, and families are hurting. I cut taxes, built highways, reformed health care and education, and achieved record job growth. I'm Mike Huckabee, and I approve this message because I believe most Americans want their next president to remind them of the guy they work with, not the guy who laid them off. Thank you.",
    "VIMEO_ID": "991770491",
    "FULL_NAME": "Mike Huckabee"
  },
  {
    "COMPONENT_ID": "P-1012-40693",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Lennane",
    "FIRST_NAME": "Jim",
    "TITLE": "American Workers-Revision",
    "SUMMARY": "Candidate wants to bring jobs back to America ns",
    "whisper_largev3": "Jim Lenane is not a politician. That's why America's listening. Our American workers are the finest workers in the world. These buildings used to be filled with American workers. We've lost horrendous numbers of jobs overseas. After 40 years of one-way trade with our international trading partners, it ought to be clear they don't care at all about our way of life or the American worker. Jim Lenane for President. Let's take back America. Paid for by the Name for President Committee. Thank you.",
    "VIMEO_ID": "991804054",
    "FULL_NAME": "Jim Lennane"
  },
  {
    "COMPONENT_ID": "P-1772-101699",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "Foreign Affairs",
    "SUMMARY": "Testimony for voters on the street. They states that Gary heart may not have the experience to be president. There are women and minority giving testimony about the candidate.",
    "whisper_largev3": "The thing that worries me most is I don't think Gary Hart has the experience to be the president. It concerns me greatly that Gary Hart, when asked if Cuba was a totalitarian government, stated that he didn't know. I don't know if Gary Hart's up to the job of really negotiating with the Soviets. Walter Mondale's had the experience. Walter Mondale will be an effective president who knows what he's doing. This is no time to fool around with someone who doesn't have any experience. Mondale. This president will know what he's doing, and that's the difference. Thank you.",
    "VIMEO_ID": "993052358",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1153-49981",
    "ELECTION_YEAR": 1992,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Jumpstart",
    "SUMMARY": "Fast edits of workers- steal mill. Candidate shaking hands with child. Fast edits of workers: computer, microscope, new technologies. Shot of v-president candidate al Gore. Candidate gives speech with Hillary Clinton next to candidate text slate- education reform.",
    "whisper_largev3": "Jump start the economy. Rebuild roads, bridges, highways, jobs right now. That's the Clinton-Gore plan. Get us back on our feet. Change. Prepare for tomorrow. Invest in job training, research, new technologies. They're putting people first. Change. Create new industries. High-speed rail, environmental technologies, information networks. Creating high-wage jobs. Sweeping education reform. Higher standards. The tools to compete. Clinton-Gore. A new plan to change America. Thank you.",
    "VIMEO_ID": "992287225",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1958-132465",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "It's Over",
    "SUMMARY": "Clip of opponent saying it's over for special interests, voiceover says opponent's campaign managers are lobbyists",
    "whisper_largev3": "I'm Barack Obama and I approve this message. It's over. It's over for the special interest. Wait a second. John McCain's chief advisor lobbies for oil companies, even from Russia and China. His campaign manager lobbies for corporations outsourcing American jobs. The campaign chairman he picked last year? A bank lobbyist. If seven of McCain's top advisors are lobbyists, who do you think will run his White House? John McCain. We just can't afford more of the same. We just can't afford more of the same.",
    "VIMEO_ID": "993611010",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1952-132053",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Mother-MO-KC",
    "SUMMARY": "Candidate talks about mother's cancer and medical bills",
    "whisper_largev3": "My mother died of cancer at 53. In those last painful months, she was more worried about paying her medical bills than getting well. I hear stories like hers every day. For 20 years, Washington's talked about health care reform and reformed nothing. I've got a plan to cut costs and cover everyone. But unless we stop the bickering and the lobbyists, we'll be in the same place 20 years from now. I'm Barack Obama, and I approve this message because to fix health care, we have to fix Washington. Thank you.",
    "VIMEO_ID": "993536618",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-2026-136930",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Mitt Romney Helped Start",
    "SUMMARY": "Lists business Romney helped start in response to accusations of him closing businesses",
    "whisper_largev3": "This is a business Mitt Romney helped start. And this one. And this steel mill. Mitt Romney helped create and ran a company that invested in struggling businesses, grew new ones, and rebuilt old ones, creating thousands of jobs. Those are the facts. We expected the Obama administration to put free markets on trial. But as the Wall Street Journal said, Mr. Romney's GOP opponents are embarrassing themselves by taking the Obama line. I'm Mitt Romney, and I approve this message.",
    "VIMEO_ID": "993630266",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-1921-130004",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "McCain",
    "FIRST_NAME": "John Sidney, III",
    "TITLE": "Endorsed",
    "SUMMARY": "Voiceover talks about candidate endorsements from newspapers and his values",
    "whisper_largev3": "After taking a close look, 20 newspapers all across New Hampshire endorsed John McCain. Here's what they're saying. McCain campaigns with decency. The right stuff. To become among our greatest presidents. Principled. Character. Integrity and honor. Impeccable national security credentials. McCain transcends partisanship. Most trustworthy. The man to lead America. All across New Hampshire, newspapers agree. The choice is clear for President John McCain. I'm John McCain and I approve this message. Thank you.",
    "VIMEO_ID": "993531301",
    "FULL_NAME": "John McCain"
  },
  {
    "COMPONENT_ID": "P-1083-45226",
    "ELECTION_YEAR": 1992,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Casualties",
    "SUMMARY": "Candidate's. Voiceover , still of women w. Child, several men in Mississippi, one fade after another; candidate talks about being casualties of the Reagan Bush war on the middle class. Cs name captioned, speak to camera, America n's deserve better talks about what he wants.",
    "whisper_largev3": "This is Susan Chisano, who's juggling four kids and two jobs, working seven days a week to make ends meet. Bill Bryarton, who worked 24 years and lost his job and his dreams. Two of the millions of casualties of the Reagan-Bush War on America's middle class. Some people say I've taken some hits lately, but nothing like the hits the American people have taken. You deserve better. I want to create jobs, invest in education and health care, make the rich pay their fair share, put our people first. That's what really matters. Thank you.",
    "VIMEO_ID": "992275456",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1954-132204",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Need-TX-El Paso",
    "SUMMARY": "Candidate talks to group about current administration and economy",
    "whisper_largev3": "I'm Barack Obama and I approve this message. This administration has further divided Wall Street from Main Street. You've got CEOs who are making more in ten minutes than ordinary workers are making in a year. The bedrock, the foundation of our economy is our workers. The middle class have been treading water or worse. My plan says let's return some balance to our tax code. Close these corporate loopholes the lobbyists put in and let's make sure that tax breaks are given to people who really need it. Subtitles by the Amara.org community",
    "VIMEO_ID": "993599863",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1955-132275",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Nothing's Changed-WV",
    "SUMMARY": "Clip of gas lines from '70s. Candidate voiceover says everyone talks about finding alternative fuel sources but no one does anything about it",
    "whisper_largev3": "Since the gas lines of the 70s, Democrats and Republicans have talked about energy independence, but nothing's changed. Except now Exxon's making $40 billion a year and we're paying $3.50 for gas. I'm Barack Obama. I don't take money from oil companies or Washington lobbyists, and I won't let them block change anymore. They'll pay a penalty on windfall profits. We'll invest in alternative energy, create jobs, and free ourselves from foreign oil. I approve this message because it's time Washington worked for you, not them.",
    "VIMEO_ID": "993603229",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1264-59473",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Buchanan",
    "FIRST_NAME": "Pat (Patrick Joseph)",
    "TITLE": "Broken Promises",
    "SUMMARY": "Voiceover George Bush promised no new taxes, cut spending, national debt, promised jobs, unemployment triple, vote for cand.",
    "whisper_largev3": "Bush promised. Read my lips. No new taxes. Bush promised to cut spending, but our national debt has gone up $1.1 trillion. Bush promised us jobs, but our unemployment has tripled. Now Bush is promising to fix the recession. Can we afford four more years of broken promises? Read my lips. Send a message. Read our lips. Vote Pat Buchanan for president. Paid for by Buchanan for president. you",
    "VIMEO_ID": "992362229",
    "FULL_NAME": "Pat Buchanan"
  },
  {
    "COMPONENT_ID": "P-32-460",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Income Tax",
    "SUMMARY": "Carter talks about reforming tax loopholes that penalize working people.",
    "whisper_largev3": "The surest income to be taxed is the income earned from manual labor. There are not any hidden secret loopholes for someone who draws a paycheck every two weeks or a retirement check every two weeks, but there are hidden secret loopholes for everyone else. I'm Jimmy Carter. The loopholes favor those who need it least, and the ones who get cheated are the working Americans who need a break most. Thank you.",
    "VIMEO_ID": "990189354",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-1903-108423",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "McCain",
    "FIRST_NAME": "John Sidney, III",
    "TITLE": "Celeb",
    "SUMMARY": "Voiceover says opponent is big celebrity, but says no to offshore drilling, will create new taxes, not ready to lead",
    "whisper_largev3": "He's the biggest celebrity in the world. But is he ready to lead? With gas prices soaring, Barack Obama says no to offshore drilling? And says he'll raise taxes on electricity? Higher taxes, more foreign oil. That's the real Obama. I'm John McCain and I approve this message.",
    "VIMEO_ID": "993094593",
    "FULL_NAME": "John McCain"
  },
  {
    "COMPONENT_ID": "P-1798-102499",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Lieberman",
    "FIRST_NAME": "Joe (Joseph Isadore)",
    "TITLE": "Bold - DeConcini - Revised",
    "SUMMARY": "Candidate's visual appears in ad. Ad talks about tax cut for 98% tax payers, and 10% cut on income tax.",
    "whisper_largev3": "It's a bold idea to cut taxes for 98% of America's taxpayers. That's Joe Lieberman's plan to help middle-class families who've been abandoned by George Bush. A sweeping income tax cut of up to 10%, up to $2,800 per family. It's fiscally sound and fair, paid for by making big companies and the wealthiest pay more. That's why Dennis DeConcini, Mary Rose Wilcox, and Clarence Dupnick say Joe Lieberman is the best choice. I'm Joe Lieberman, and I approve this message. Thank you.",
    "VIMEO_ID": "993056770",
    "FULL_NAME": "Joe Lieberman"
  },
  {
    "COMPONENT_ID": "P-1197-52122",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Rescue",
    "SUMMARY": "Black and white grainy footage from Bush rescue from downer jet in ocean. Single camera angle. Announcer voiceover. Cuts in film, shot does not change footage ends Bush looking into camera after recue. Ghost to head shot of Bush at CIA desk. Cut to logo screen",
    "whisper_largev3": "This is not a professional film. It was made September 22, 1944 by a crew member of the USS Finbeck, an American submarine that surfaced in Japanese patrolled waters to rescue a downed American flyer. For George Bush, the distinguished flying cross, and a personal commitment to preserve peace for our country by maintaining a strong national defense, his record in world diplomacy, and as director of the CIA, make George Bush a president we won't have to train. Thank you.",
    "VIMEO_ID": "992348829",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1708-90180",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "Jobs",
    "SUMMARY": "see transcript",
    "whisper_largev3": "You don't have to talk the American people into working. They want it. What we've been missing is a president who has a policy that puts Americans back to work. A lifetime of leadership. Attorney General of Minnesota. U.S. Senator. Vice President. This president will fight on your side. And the first condition of an effective American presidency is to make certain that Americans have work. Mondale for President. Thank you.",
    "VIMEO_ID": "993045645",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-388-30843",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "C. Campbell for Ronald Reagan I",
    "SUMMARY": "Endorsement for the candidate based upon his commitment to make America a better place. Urges voters to vote for the candidate in the s. Carolina primary.",
    "whisper_largev3": "South Carolina is about to have its first presidential primary, and we here at home are going to have a lot to say about who the next president is going to be. I'm Carol Campbell, and I'm backing Ronald Reagan. Why? Because I know where he stands, and you know where he stands. We're not in doubt. We need Ronald Reagan's leadership. Let's elect Ronald Reagan the president of the United States. Remember, vote for Ronald Reagan on Saturday, March 8th. Thank you.",
    "VIMEO_ID": "991756626",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-603-114575",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Winning Combination",
    "SUMMARY": "Voiceover says candidate can fix economy, believes in free-market economy, limited government, pro-life supporter.",
    "whisper_largev3": "The economy is emerging as the overriding issue in the 2008 presidential race, and Mitt Romney's message is stronger. He's the full-spectrum conservative. A supporter of free market economics and limited government, moral causes such as the right to life. The credentials to run the country. Romney was at his best in crisis mode. A winning combination. We vote for Mitt Romney. I'm Mitt Romney, and I approve this message. Thank you.",
    "VIMEO_ID": "991799132",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-1791-92885",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-George W. Bush",
    "TITLE": "Clarke-Iraq",
    "SUMMARY": "Ad has voice imitating president Bush criticize his record on terrorism and accuse him of a failure in leadership.",
    "whisper_largev3": "When George Bush testifies, here's what he should say. Before 9-11, I was obsessed with Iraq. Then I used 9-11 as an excuse to invade Iraq. So now we're less safe than we were before. It's just like Richard Clarke said. By invading Iraq, the President of the United States has greatly undermined the war on terrorism. George Bush, a failure of leadership. Move on Pack is responsible for the content of this advertisement. Thank you.",
    "VIMEO_ID": "993054737",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-1827-103453",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "Bundle Up",
    "SUMMARY": "Ad says heating oil cost is rising and America has become more dependent on foreign oil than ever.",
    "whisper_largev3": "Bundle up, New Hampshire. The cost of home heating oil is going through the roof. Just last month, oil prices shot up a record 24%. Under George Bush and the Republicans, America has become more dependent on foreign oil than ever. The result? Americans are paying higher prices at the pump. And we're paying record high prices to heat our homes. Bush, the Republicans, and oil. America is paying the price. I'm John Kerry and I approve this message.",
    "VIMEO_ID": "993088728",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-1818-102785",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Victory",
    "SUMMARY": "Shows images of Olympics. Remarks that there are 120 democracies in the world as against 40 in 1972.Adds that in this Olympics we will have two more democracies-Afghanistan and hope will win over hatred",
    "whisper_largev3": "I'm George W. Bush, and I approve this message. In 1972, there were 40 democracies in the world. Today, 120. Freedom is spreading throughout the world like a sunrise. And this Olympics, there will be two more free nations and two fewer terrorist regimes. With strength, resolve, and courage, democracy will triumph over terror and hope will defeat hatred. Thank you.",
    "VIMEO_ID": "993064221",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-1051-43126",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Buchanan",
    "FIRST_NAME": "Pat (Patrick Joseph)",
    "TITLE": "Get the Job Done",
    "SUMMARY": "Head and shoulders of Buchanan in library. He states we need a president who will stand up to congress and get the job done. I will demand an across the board hiring spending freeze and a two year moratorium on all new federal regulations",
    "whisper_largev3": "Hi, I'm Pat Buchanan. We need a president who will stand up to Congress and get the job done. I will demand an across-the-board hiring and spending freeze and a two-year moratorium on all new federal regulations. I will use the line item veto to stop wasteful spending. As president, I will go personally from state to state to get term limits placed on every member of Congress. Give me your vote and we will create a new American revolution paid for by Buchanan for president.",
    "VIMEO_ID": "992186312",
    "FULL_NAME": "Pat Buchanan"
  },
  {
    "COMPONENT_ID": "P-1416-68247",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Work",
    "SUMMARY": "see transcript",
    "whisper_largev3": "They've already expanded the death penalty for drug kingpins, passed welfare reform with work requirements, forced teen mothers to stay in school and lose benefits. President Clinton and Al Gore. And for the future, balance the budget to grow the economy, create jobs, drug testing for felons, strengthen school anti-drug programs. Dole Gingrich stood in the way, and now all Dole offers are personal attacks. No ideas for our future. President Clinton and Al Gore. Meeting our challenges, protecting our values. Thank you.",
    "VIMEO_ID": "992981361",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1635-83018",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Don't Let it Happen",
    "SUMMARY": "Al Gore can take away your right to own a firearm.",
    "whisper_largev3": "What a difference it can make. If you don't think Al Gore and his political friends can take away your right to own a firearm, then you'd better think again. It's happened here. It's going to happen every way. You're next on the list. Don't let it happen, but take that Second Amendment. Take away your Second Amendment, you will lose every other right you have, one at a time. As president, Al Gore will support the same kind of restrictions on gun owners here in America. This year, vote freedom first, because if Al Gore wins, you lose. Thank you.",
    "VIMEO_ID": "993031979",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-324-14979",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Big Government",
    "SUMMARY": "Jimmy carter sits in a studio describing the scope of government and his plans for administrative and tax reform.",
    "whisper_largev3": "We're a big country and our government is big. No matter which party is in charge, the difference is how the money is spent. Do we continue to pay for welfare or do we put people back to work? Do we continue to support agencies and bureaus that don't do anything or will we streamline government and make it run efficiently? Do we continue this disgraceful tax system or do we fight for a fair one? I'm not saying it's going to be easy to make changes. It won't happen overnight. But let's get started. Let's get started.",
    "VIMEO_ID": "991668100",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-1818-102796",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Terror Agenda",
    "SUMMARY": "Voiceover talks about security agenda-border and port security, homeland security, reform and strengthen intelligence service, create national counter-terrorism center, transform military",
    "whisper_largev3": "President Bush and our leaders in Congress have a plan. Enhance border and port security. Increase homeland security measures. Reform and strengthen intelligence services. Renew the Patriot Act, giving law enforcement tools against terrorists. Create a national counterterrorism center. Transform our military. Give the military all it needs. Find terrorists where they train and hide. Learn more at agendaforamerica.com. I'm George W. Bush, and I approve this message.",
    "VIMEO_ID": "993064560",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-1411-68103",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Twice",
    "SUMMARY": "See (p1416-68267)",
    "whisper_largev3": "Remember? They shut the government down twice. Newt Gingrich and Bob Dole. They tried to cut Medicare $270 billion. Cut education and training $31 billion. Deny adequate health care to millions of children. The president stopped them. Protecting Medicare and education while balancing the budget. Ten million new jobs. But Newt Gingrich isn't done. He wants to keep his Republican Congress so they can try again. Don't give them the chance. Don't give them the chance.",
    "VIMEO_ID": "992974556",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1818-102790",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Walker (George W.)",
    "TITLE": "Taxing Our Economy",
    "SUMMARY": "Voiceover ridicules oppo Kerry's statement that they will not tax middle class. He has voted to raise gas taxes, supported gallon tax increase, higher taxes on middle class parents and raise taxes on social security benefits.",
    "whisper_largev3": "I'm George W. Bush and I approve this message. Now Kerry promises... We won't raise taxes on the middle class. Really? John Kerry has voted to raise gas taxes on the middle class ten times. He supported a 50 cent a gallon gas tax increase. Higher taxes on middle class parents 18 times. He voted to raise taxes on Social Security benefits. 98 votes for tax increases. There's what Kerry says and then there's what Kerry does.",
    "VIMEO_ID": "993064372",
    "FULL_NAME": "George W. Bush"
  },
  {
    "COMPONENT_ID": "P-1268-35052",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "Farmers 1",
    "SUMMARY": "Farmers say not any better than four years earlier, Ronald Reagan doesn't know how poor people live, could be republican if had enough money.",
    "whisper_largev3": "Under this president's administration, there's no way a farmer can be better off today than he was four years ago. Reagan, I think, has no idea how poor people live and the majority of the people in the United States. I think he's just an upperclassman. We can't afford to let something like this, like agriculture, go down the drain with these Reaganomics. I guess if I had enough money, maybe I could be a Republican. Mondale for President.",
    "VIMEO_ID": "992366820",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1354-62771",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Reagan",
    "SUMMARY": "Voiceover bob dole attacking cand, Ronald Reagan praises cand.",
    "whisper_largev3": "Now Bob Dole is attacking Steve Forbes' service as chairman of Radio Free Europe, but Ronald Reagan praised Steve Forbes. One of the wiser moves I made when I was in Washington was the appointment of Steve to the board for international broadcasting over nine years ago. Under his leadership, the radios reached new heights of effectiveness and during those remarkable years of his service made major contributions. Steve Forbes for President.",
    "VIMEO_ID": "992877875",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-374-30448",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Together",
    "SUMMARY": "Excerpt from carter's 1980 state of the union address about a national resolve to keep peace.",
    "whisper_largev3": "There's a new spirit of unity and resolve in our country. We move into the 1980s with a bright vision of the America we want, an America strong and free, an America at peace. Together, let us make of this time of challenge and danger a decade of national resolve and of brave achievement. President Carter, a man of resolve, a man of achievement. Thank you.",
    "VIMEO_ID": "991678305",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-399-31624",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Inflatruth",
    "SUMMARY": "Carter tells the truth about inflation at a town meeting.",
    "whisper_largev3": "The inflation that we have today has been gaining momentum for more than 10 years. It cannot be halted overnight. You may not always agree with President Carter, but you'll never find yourself wondering if he's telling you the truth. It's hard to think of a more useful quality in any person who becomes president than telling the simple truth. As long as it takes us to win it together. President Carter, for the truth. Thank you.",
    "VIMEO_ID": "991759500",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-32-465",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Carter Embargo",
    "SUMMARY": "Carter dislikes embargos and will not use them except in national emergencies.",
    "whisper_largev3": "I'm Jimmy Carter. I know what it is to make a living as a farmer. So you can judge how I feel about the Republican embargoes. I don't like them. I feel that in an economy such as ours, we need to keep a healthy free market in grain, both here in America and overseas. I can promise no future embargoes except in a national emergency. Under my administration, farmers will not be deceived by government officials. And farmers, not the grain companies, will receive the profits. Thank you.",
    "VIMEO_ID": "990189486",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-41-2025",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Man on the Street: Mondale :30",
    "SUMMARY": "The words strong leadership. Does Mondale measure up? Appear and are said. Various people say that he's wishy-washy and not a good leader.",
    "whisper_largev3": "Strong leadership. Does Mondale measure up? Well, I think Fritz Mondale's probably a good man, but I don't think he's a good leader. I don't believe that he has the quality of leadership. He's just a rubber stamp carried over from the Carter administration. He lacks charisma and he lacks leadership. Walter Mondale is wishy-washy. I see no strength in Mondale. I think we need the strength of President Reagan, his administration, and not the weakness of the Carter-Mondale administration. President Reagan. Leadership that's working.",
    "VIMEO_ID": "990197364",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-100-853",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Hart",
    "FIRST_NAME": "Gary Warren",
    "TITLE": "Steel",
    "SUMMARY": "Hart speaks with a group of men at a steel mill. He says Reagan and Mondale represent the past. Hart will new industry and hope for the future.",
    "whisper_largev3": "How many of you voted for Reagan? Senator Gary Hart. Ronald Reagan represents the past. I think the last administration and Mr. Mondale represent the past. We've got to have new leadership. We've got to have somebody with a vision for this country's future who has an idea not only of how to modernize steel mills so that we are competitive in the world, but also to diversify and bring in new industries and put the old industries and the new industries together and offer this country hope. New leadership. We can't afford to go back. We can't afford to go back.",
    "VIMEO_ID": "990776903",
    "FULL_NAME": "Gary Hart"
  },
  {
    "COMPONENT_ID": "P-1625-82571",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Training",
    "SUMMARY": "Candidate wants to make college tuition tax deductible.",
    "whisper_largev3": "Big corporations get a tax write-off for education or training for their high-paid executives. But for hard-working middle-class families, you don't get enough help to afford your kids' college tuition. Hal Gore understands middle-class families need help. $10,000 of college tuition tax-deductible every year to help middle-class families send their kids to college. We need help for middle-class families to pay college tuition by making it tax-deductible. I'm for a lifelong commitment to education. I'm for a lifelong commitment to education.",
    "VIMEO_ID": "993025245",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1617-83687",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Hope",
    "SUMMARY": "Candidate wants smaller gov't, focus on values.",
    "whisper_largev3": "When I look to the future, I'm filled with hope for our country. We can make prosperity work for all Americans with bold new ideas like a patient's bill of rights, major change in education, new ways to save for retirement and pay for college, a smaller, smarter government that serves people better, and yes, a new emphasis on values and strengthening families, because these are the real strengths of America. Give me the chance, and I'll work my heart out for you every day, and I'll never let you down.",
    "VIMEO_ID": "993018357",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1635-83016",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Record",
    "SUMMARY": "Al Gore wants to eliminate second amendment freedoms.",
    "whisper_largev3": "Al Gore wants you to believe he supports the Second Amendment, but his record says something else. Al Gore wants government testing, licensing, and registration for all firearms owners. He cast the vote that would have shut down every gun show. He supports lawsuits designed to bankrupt the firearms industry. And now the Clinton-Gore Justice Department says you have no right to own any firearm. This year, vote freedom first. Because if Al Gore wins, you lose. Thanks for watching.",
    "VIMEO_ID": "993031853",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-52-2302",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Vision Five",
    "SUMMARY": "Carter talks about his vision for the future.",
    "whisper_largev3": "When the President of the United States is aboard this plane, it becomes Air Force One, the flying White House, the most important plane in the free world. The Commander-in-Chief must be a military man, yet essentially a man of peace. He must have a clear personal grasp of every complex international event that lies beyond the horizon and a constructive plan for dealing with it. With that kind of a President, the nation, like Air Force One, will remain on a steady course. Re-elect President Carter. Re-elect President Carter.",
    "VIMEO_ID": "990626969",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-71-769",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Exterior",
    "SUMMARY": "Scenes of Bush rally with speech voice-over: America ns want excellence, leadership, and strength. He's optimistic about future.",
    "whisper_largev3": "I've seen this country up close. I hear what Americans are saying. Yes, they want change. Yes, they want solutions. But they don't want yesterday's ideas promising everything to everybody. Americans today are ready to roll up their sleeves and rededicate this country to excellence, to principle, and to leadership from strength. And that's why I'm optimistic about our future. George Bush, a president we won't have to train. Thank you.",
    "VIMEO_ID": "990774616",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1051-43139",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Buchanan",
    "FIRST_NAME": "Pat (Patrick Joseph)",
    "TITLE": "Behind the Mask Revision",
    "SUMMARY": "Spot begins with Bush at state of the union he is at podium stating there should be a tax break of 500 for every dependent child per family ( 3 weeks ago) then switch to slide of Washington post as voiceover maintains today he has abandoned your tax cut",
    "whisper_largev3": "Raise the personal exemption by $500 per child for every family. Today, he's abandoned your tax cuts. Even his advisors admit it was just a speech for New Hampshire. In fact, Bush's new budget raises taxes $25 billion and increases spending $50 billion. New Hampshire, don't be fooled again. It's George Bush himself that's taxing and spending your future away. Vote Pat Buchanan for president. Paid for by Buchanan for president. Thank you.",
    "VIMEO_ID": "992186954",
    "FULL_NAME": "Pat Buchanan"
  },
  {
    "COMPONENT_ID": "P-1771-101620",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Ask for your Support",
    "SUMMARY": "The narrator is al Gore he is asking for support to be the next president. A family is featured in the commercial. There are also people building a home and blue collared workers. He talks about protecting choice and banning assault weapon.",
    "whisper_largev3": "I want to be president in order to fight for you, every working man and woman and every family in this country. And I think frankly one of the issues in this campaign is who has the experience to keep our economic prosperity going and take the bold steps necessary to seize the potential of our future. Universal health insurance, revolutionary improvements in our schools, a clean environment, a ban on junk guns and assault weapons, protecting choice for women. I want to fight for you and I ask for your support to be your president. Thank you.",
    "VIMEO_ID": "993050185",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-31-450",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Believe",
    "SUMMARY": "Carter speaks about new opportunities for America .",
    "whisper_largev3": "I believe in tough, competent management. I believe that when there's a choice to be made between government and private industry, if it's an equal choice, I go with a private industry. This is a kind of concept that is generally considered to be conservative. But at the same time, I believe in human beings, in equal opportunity, in freedom, in equality of opportunity. And I'll fight for it. Vote for Jimmy Carter, a leader for a change. Thank you.",
    "VIMEO_ID": "990189124",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-1414-68133",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Look",
    "SUMMARY": "Voiceover speaks about dole voting for record for higher taxes.",
    "whisper_largev3": "Bob Dole attacking the president. But under President Clinton, 10 million new jobs. Taxes cut for 15 million working families. Proposes tax credits for college tuition. Dole voted to raise payroll taxes. Social security taxes. The 90 income tax increase. 900 billion in higher taxes. And look closely at his risky tax scheme. He'd actually raised taxes on 9 million working families. Bob Dole. 35 years in Washington. 35 years of higher taxes.",
    "VIMEO_ID": "992976270",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-124-1160",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Al (Albert Arnold, Jr.)",
    "TITLE": "truth",
    "SUMMARY": "Gore shown with group of people.  Voice-over stating unlike his opponents he is for raising minimum wage, better health care.",
    "whisper_largev3": "Dick Gephardt's campaign says he's for workers, but here's the truth. Gephardt voted against raising the minimum wage, against putting a lid on health care costs, but for Reagan's corporate giveaways. And Gephardt was one of only four who voted to force senior citizens to retire at age 65. Newsweek says Gephardt seems like a phony flip-flopper. There is another choice. If you want a president who will stand up for the people who make this country work, elect Tennessee's Al Gore. Thank you.",
    "VIMEO_ID": "995479633",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1625-82328",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Word",
    "SUMMARY": "Opponent would give half of surplus to wealthiest 1%.",
    "whisper_largev3": "From high unemployment and record deficits, the hard work of all Americans turned our economy around. We now have record jobs and a record surplus. But George W. Bush has a tax plan that gives away almost half the surplus to the wealthiest 1%. Al Gore. Tax cuts directly to the middle class while strengthening Social Security and Medicare. Improving education. Paying down the nation's debt. Al Gore. America's prosperity. Working for all.",
    "VIMEO_ID": "993024085",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1415-68189",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Wisconsin - People",
    "SUMMARY": "see transcript",
    "whisper_largev3": "Bell is doing fine, but Medicare could be cut. Nicholas is going to college, but his scholarship could be gone. The stakes in the budget debate. Joshua's doing well, but help for his disability could be cut. President Clinton, standing firm to protect people. Matthew bought a house, but will the water be safe to drink? Mike has a job, but new taxes in the Republican budget could set him back. President Clinton says balance the budget, but protect our families.",
    "VIMEO_ID": "992979040",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1415-68241",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Responsibility",
    "SUMMARY": "see transcript",
    "whisper_largev3": "You take responsibility for yourself and your family. President Clinton is making people on welfare take responsibility. He signed tough welfare reform, work requirements, time limits, force teenage mothers to stay in school or lose benefits. The next step, create jobs. Tax incentives for businesses that hire welfare recipients. Job training for all workers. Dole Gingrich tried to cut job training. Wrong for our future. President Clinton, moving people from welfare to work. Meeting our challenges. Thank you.",
    "VIMEO_ID": "995910854",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1332-64012",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Compete",
    "SUMMARY": "Candidate says would be easy to blame troubles on foreigners, need solutions to improve schools, re-train workforce, modernize factories.",
    "whisper_largev3": "Wouldn't it be easy if we could really blame all of our troubles on foreigners? Well, here in the South, we know better than that, and we're bigger than that. We don't need scapegoats. We need solutions to roll up our sleeves and go to work, improving our schools, retraining our workforce, modernizing our factories, so we can outthink, outproduce, and outcompete the people of any nation on the face of this earth. Join me on March 8th, and we'll put America back on top. Thank you.",
    "VIMEO_ID": "992371936",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1958-132507",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Batallando",
    "SUMMARY": "see transcript",
    "whisper_largev3": "Durante los últimos nueve años, yo he luchado contra el cáncer. El plan de salud de John McCain deja que las compañías de seguro les nieguen cobertura a personas con condiciones preexistentes. Barack Obama es el único con una solución para nosotros. John McCain y los republicanos quieren seguir la misma política de George Bush que deja 45 millones de personas sin seguro. El plan de Barack Obama hace que el seguro médico sea accesible para todos. Ese es su compromiso. Soy Barack Obama y yo apruebo este mensaje.",
    "VIMEO_ID": "993612644",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-387-30797",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Baker",
    "FIRST_NAME": "Howard Henry",
    "TITLE": "Agriculture",
    "SUMMARY": "Use of candidates own pictures taken in town, with voiceover of candidate discussing commitment to farm programs.",
    "whisper_largev3": "This is Howard Baker. When you focus on Iowa's beauty, you see America's strength. America should be feeding the world. We should start a new trade offensive in our farm program. And I want a vice president who knows how to promote farm exports to run the program. Like your farms, your caucuses on the 21st make Iowa something special in this land. And I hope you'll take part. So we can bring back the America that was something special in this world. Thank you.",
    "VIMEO_ID": "991693311",
    "FULL_NAME": "Howard Baker"
  },
  {
    "COMPONENT_ID": "P-195-12108",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Udall",
    "FIRST_NAME": "Mo (Morris King)",
    "TITLE": "Vietnam",
    "SUMMARY": "Candidate talking about the issues of Vietnam, and the opponent's lack of conscience to advocate of withdrawal of troops from Vietnam.",
    "whisper_largev3": "Perhaps more important than what a man says is what he does. Now, as Carter campaigns for the votes of minority groups, he says that the Vietnam War was both wrong and racist. But the fact is that he was supporting that war almost to the last ditch as governor of Georgia, while at the same time, as a congressman from Arizona, I was fighting to bring that war to an end. So who is Jimmy Carter? What does he really believe? Jimmy, you have the right to ask those questions of him, just as you have the right to ask them of me.",
    "VIMEO_ID": "991565541",
    "FULL_NAME": "Mo Udall"
  },
  {
    "COMPONENT_ID": "P-1771-101613",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Taken",
    "SUMMARY": "This commercial talks about al Gore taking on the pollution companies and becoming a leading voice to the environment. He worked to restore the Medicare problems and fought against HMOs. A lake, clinic office and medicine storage.",
    "whisper_largev3": "He's taken on the worst polluters in America and become a leading voice for clean air, clean water, and the environment. Al Gore. He fought efforts to cut Medicare and is the only candidate for president committed to protecting Medicare and preserving Medicaid. He's taken on the HMOs and big drug companies fighting for a patient's bill of rights and more affordable prescription drugs. The experience to do the job. Al Gore fighting for us.",
    "VIMEO_ID": "993049892",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-68-747",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Education",
    "SUMMARY": "Bush says that education is the man on the street t certain investment.",
    "whisper_largev3": "Every dollar that we invest in our schools comes back tenfold, twentyfold. It's the most certain investment there is. It's an investment in our children and therefore an investment in the future. In the future of our farmland, our technology, our factories, our entire economy. When I said I'd like to be the education president, I said it because education doesn't just mean education. It means everything. George Bush, ready on day one to be a great president. Thank you.",
    "VIMEO_ID": "990774370",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-41-2055",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Progress - REV",
    "SUMMARY": "Scenes of individuals accompany a voice-over discussing the increase in inflation, interest rates, and cost of mortgages during the carter-Mondale years and asking if this was progress.",
    "whisper_largev3": "At the rate of inflation during the past Carter Mondale administration, John Russo's gasoline would now cost $2.44 per gallon. Under Carter Mondale, interest rates on Dr. Horowitz's business loans progressed from 11 to 21%. And the cost of a mortgage for Emilio Della Fuente grew from $360 to $740 per month. Now Walter Mondale speaks of progress. Is this the kind of progress we want? Thanks for watching.",
    "VIMEO_ID": "990618957",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-456-95440",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Clark",
    "FIRST_NAME": "Wes (Wesley Kanne)",
    "TITLE": "Jobs",
    "SUMMARY": "Candidate talks about economy, jobs, health care and education and says he has a plan to invest in America 's future.",
    "whisper_largev3": "They say the economy's growing, but I'm not looking at statistics. I'm looking at people. And we all know people who've lost their jobs, their health care, their retirement, and their dignity. And that's wrong. I have a jobs creation plan to put America back to work. And we'll fix health care, improve public education, and meet our fiscal responsibilities to our children, too. I'm Wes Clark, and I approve this message. If you elect me president, I promise you we will invest in America's future. Thank you.",
    "VIMEO_ID": "991761100",
    "FULL_NAME": "Wesley Clark"
  },
  {
    "COMPONENT_ID": "P-500-94376",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Back Door Tax",
    "SUMMARY": "Candidate says he will not raise taxes and is opposed to an oil import fee.",
    "whisper_largev3": "I'm told some people are out there telling you that I'm interested in raising taxes. They've got it wrong. In fact, in my announcement speech for president, I said I won't raise taxes, period. By the way, I'm totally opposed to an oil import fee, too. That's just a backdoor tax. So if you ever hear anyone say I want more taxes or an oil import fee, you tell them you know George Bush, and he doesn't like either one. George Bush, ready on day one to be a great president. Thank you.",
    "VIMEO_ID": "991765801",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1958-132491",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Two Extremes-Oct4",
    "SUMMARY": "Voiceover details Candidate's health care plan",
    "whisper_largev3": "On health care reform, two extremes. On one end, government-run health care, higher taxes. On the other, insurance companies without rules denying coverage. Barack Obama says both extremes are wrong. His plan? Keep your employer-paid coverage. Keep your own doctor. Take on insurance companies to bring down costs. Cover pre-existing conditions and preventive care. Common sense for the change we need. I'm Barack Obama, and I approve this message.",
    "VIMEO_ID": "993611987",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1907-108725",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "McCain",
    "FIRST_NAME": "John Sidney, III",
    "TITLE": "Gimmick",
    "SUMMARY": "Man says he supported opponent , but found out off-shore drilling won't really help, says opponent doesn't have change, only gimmicks",
    "whisper_largev3": "Senator McCain, you let me and my kids down. From the very beginning, I told him, this is a principled guy. So when you said you were going to help make driving affordable again, I believed you. Then your idea is to do offshore drilling, which I find out won't produce much oil for ten years, and then barely save us any money anyway. Okay, that's not a solution, Mr. McCain. That's a gimmick. We expect it better. MoveOn.org Political Action is responsible for the content of this ad. For more information, visit www.movies.com.",
    "VIMEO_ID": "993523316",
    "FULL_NAME": "John McCain"
  },
  {
    "COMPONENT_ID": "P-1654-84438",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-Steve Forbes (Negative Campaigning)",
    "TITLE": "Warning",
    "SUMMARY": "see transcript",
    "whisper_largev3": "When Steve Forbes ran for president the first time, I kind of liked him. But then he spent all his money tearing down his opponents. He hurt the Republican Party. After the election, Forbes admitted that he spent too much time discussing his opponent's record. But now I hear he's starting with the same negative ads again. That's just going to help the Democrats. Someone needs to tell Mr. Forbes, if you can't say anything nice, don't say anything at all. Thank you.",
    "VIMEO_ID": "993034019",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-500-94360",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Simon",
    "FIRST_NAME": "Paul Martin",
    "TITLE": "Bio :30",
    "SUMMARY": "Ad provides brief bio talking about education and arms control.",
    "whisper_largev3": "As a young editor, he made his name exposing graft and corruption. As an Illinois legislator and lieutenant governor, he risked his career over civil rights and open government. As a congressman and senator, he's battled for jobs, education, arms control, and against the politics of callousness and greed. His is the story of hope, of courage, of principle. Paul Simon, for president, isn't it time to believe again?",
    "VIMEO_ID": "991765343",
    "FULL_NAME": "Paul Simon"
  },
  {
    "COMPONENT_ID": "P-1812-94092",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Gramm",
    "FIRST_NAME": "Phil (William Philip)",
    "TITLE": "Thank you",
    "SUMMARY": "Candidate says he is proud to have the opportunity to serve people. Says govt cannot replace family, faith and freedom and seeks vote from people who agree with his views",
    "whisper_largev3": "Other than my family, the thing I'm most proud of in my life is that I've had the opportunity to serve you in the United States Senate. I've worked hard to be worthy of it. I believe Washington has too much to say about how your money is spent, your business is run, your children are educated, and we need to bring that power back where it belongs, to our families, because government can't replace family, faith, and freedom. If you feel that way, too, I'd be proud to have your vote. Thank you.",
    "VIMEO_ID": "993061585",
    "FULL_NAME": "Phil Gramm"
  },
  {
    "COMPONENT_ID": "P-1798-102543",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Dean",
    "FIRST_NAME": "Howard",
    "TITLE": "Record",
    "SUMMARY": "Candidate stands Infront of tractor and talks to camera about issues. He focuses on the Iraqi war, repealing the tax cuts for our nation, and providing child health care to every child. Candidate tag 'Howard Dean for America '. Logo",
    "whisper_largev3": "I'm Howard Dean. I'm running for president because the only way to beat George Bush is to stand up to him. I opposed the war with Iraq when too many other Democrats supported it because I want a foreign policy consistent with American values. I want to repeal the Bush tax cuts so we can make health care available for every American. As governor, I made sure that every child in my state had health insurance. We added jobs, we raised the minimum wage, and we balanced budgets. I'm Howard Dean, and I approve this message because it's time to take our country back. Subtitles by the Amara.org community",
    "VIMEO_ID": "993058601",
    "FULL_NAME": "Howard Dean"
  },
  {
    "COMPONENT_ID": "P-197-12142",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Gallup Poll",
    "SUMMARY": "A man seated in a studio says a recent Gallup poll reveals one democrat can beat ford in November as the ford and Humphrey stats are shown the man says it's not a Washington insider as the ford Jackson poll is shown the man says he doesn't owe favors",
    "whisper_largev3": "According to a recent Gallup poll, only one Democrat can beat Gerald Ford for the presidency. It isn't one of the Washington insiders. And it isn't the Democrat who's tied in with the political bosses and kingmakers. The only Democrat who can beat Gerald Ford is Jimmy Carter. Vote for him in the New York primary on April 6th. Thank you.",
    "VIMEO_ID": "991566646",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-1289-59973",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Inflation :30",
    "SUMMARY": "Candidate voiceover inflation, work together, interest rates down, America will carry on.",
    "whisper_largev3": "This was America in 1980, a nation that wasn't working. Interest rates were at an all-time high. Inflation was at its highest in 65 years. So we rolled up our sleeves and showed that working together, there's nothing we can't do. Today, interest rates are down. Inflation is down. Americans are working again, and so is America. And we'll carry on unafraid, unashamed, and unsurpassed. Thank you.",
    "VIMEO_ID": "992367689",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-321-14851",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Dizzy",
    "SUMMARY": "Teacher's second graders want to know if carter gets dizzy on air force one.",
    "whisper_largev3": "My question, Mr. President, is this. Why does the government, every time you turn around, take food stamps and welfare away from the elderly? We have done a great deal. When this man invented the presidential town meeting, he knew the American people would be asking some tough questions. And he's answered them. But from time to time, an issue comes up that's not quite so burning. Our second grade children would like to ask you, do you get dizzy flying in Air Force One? President Carter, for all the people. Thank you.",
    "VIMEO_ID": "991609112",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-290-14273",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "Roller Coaster",
    "SUMMARY": "Voiceover text '1982'. Roller coaster pluming as a voiceover Reagan caused the worst economic conditions since the great depression 1984 appears as coaster is rising. Voiceover says the country is moving up on debt and bad policies that will slow economy. Coaster plummets.",
    "whisper_largev3": "1982. Reaganomics sinks our country into the deepest recession and unemployment in 50 years. Now Ronald Reagan says the economy is moving up. It is. Up on a mountain of debt and record Reagan deficits. More borrowing than all the other presidents in history combined. That'll drive interest rates up, slow the economy down. And then, if you're thinking of voting for Ronald Reagan in 1984, think of what'll happen in 1985. Thanks for watching!",
    "VIMEO_ID": "991593598",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1013-40787",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Buchanan",
    "FIRST_NAME": "Pat (Patrick Joseph)",
    "TITLE": "Changes",
    "SUMMARY": "Candidate talks about hiring and spending freeze, term limits for congress, need vote.",
    "whisper_largev3": "Hi, I'm Pat Buchanan. We need a president who will stand up to Congress and get the job done. I will demand an across-the-board hiring and spending freeze and a two-year moratorium on all new federal regulations. I will use the line item veto to stop wasteful spending. As president, I will go personally from state to state to get term limits placed on every member of Congress. Give me your vote, and we will create a new American revolution paid for by Buchanan for president. Thank you.",
    "VIMEO_ID": "991805570",
    "FULL_NAME": "Pat Buchanan"
  },
  {
    "COMPONENT_ID": "P-207-12186",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "NE Energy",
    "SUMMARY": "Seated outdoors, carter discusses the unfair energy costs for new England, and the need for a national, energy policy.",
    "whisper_largev3": "in New England, New Hampshire, Vermont, Massachusetts, and so forth, they already pay 30% more for heating oil, natural gas, coal, than the rest of the country. They're suffering already. But they're going to be losing more and more jobs as time goes on, as long as we don't have a national comprehensive energy policy designed for the consumers and not for the big-shot oil companies. Vote for Jimmy Carter in your Democratic primary. Thank you.",
    "VIMEO_ID": "991568151",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-212-12306",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "President Tune In / Head",
    "SUMMARY": "A ford speech excerpt. A voiceover says to tune in tonight to see the speech that moved the nation.",
    "whisper_largev3": "I faced many tough problems. I probably made some mistakes. But on balance, America and Americans have made an incredible comeback since August 1974. See the speech that moved America. President Ford, Kansas City. Tonight at 8.30 Eastern, 7.30 Central. For two years, I have stood for all the people against a vote-hungry, free-spending congressional majority on Capitol Hill. Thank you.",
    "VIMEO_ID": "991585028",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-398-31504",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Ford/Inflation",
    "SUMMARY": "Attack by Gerald ford on carter's economic policies and high inflation and interest rates.",
    "whisper_largev3": "When I left the White House, inflation was 4.8%. This year, under Carter, it's reached 18%. Can any president do anything about inflation? We did. The president must be a leader. Jimmy Carter has had five different economic programs, and we still have 13% inflation and sky-high interest rates. We need strong leadership. We need Ron Reagan, our next president. The time is now for strong leadership. Reagan. For president.",
    "VIMEO_ID": "995555665",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-212-12319",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "Reagan / Inflation Won't Stop / Revision",
    "SUMMARY": "Reagan sits criticizing carter' economic plans.",
    "whisper_largev3": "Inflation won't stop taking money out of your pocket till government stops spending more than it takes in. Compare the candidates. Mr. Carter designed his party's platform, and it's filled with new spending programs. More big government, more taxes. President Ford has vetoed $9 billion in new spending bills. His platform says, let's get government out of the way so you and your fellow citizens can make our economic system grow to create jobs and a better life. Let's keep him on the job. Vote for President Ford November 2nd.",
    "VIMEO_ID": "995539644",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-1183-51840",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Mondale",
    "FIRST_NAME": "Walter Frederick",
    "TITLE": "You've Made Us Proud",
    "SUMMARY": "Scenes at rally, holding candidate signs. Male voiceover talks about Ferraro and video of Ferraro interacting with constituents. Ferraro saying this election is about the future. Voiceover and more scenes of Ferraro with constituents. Cu of Ferraro and Mondale text.",
    "whisper_largev3": "The important thing is not how she's made us feel about her. It's how she's made us feel about ourselves and about the country. She says America is great. This election is not only about opening doors of opportunity. But we can be greater. This election is about the future. She's broken ground with strength and dignity. And she's done it for all of us. Jerry, you've made us proud. Thank you.",
    "VIMEO_ID": "992292414",
    "FULL_NAME": "Walter F. Mondale"
  },
  {
    "COMPONENT_ID": "P-1065-44022",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Du Pont",
    "FIRST_NAME": "Pete (Pierre Samuel)",
    "TITLE": "Social Security- Disappearing Room",
    "SUMMARY": "Voiceover shot of room, talks about Social Security Being a bad deal for young people. Items in room disappear 1by1. Voiceover says candidate has better idea. Voiceover says write for booklet. 4 Stills of r opponent disappear 1by1. Candidate tag logo",
    "whisper_largev3": "If you're in your 20s or 30s, what will be left of Social Security by the time you retire? When the baby boomers reach 65, common sense says we'll have a problem. Social Security is a bad deal for young people. Pete DuPont says there is a better deal. Write for a pamphlet describing the financial security system before it's too late. Real financial security. Who's for it? Only Pete DuPont. Thank you.",
    "VIMEO_ID": "992191395",
    "FULL_NAME": "Pete Du Pont"
  },
  {
    "COMPONENT_ID": "P-1624-82550",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Pro-George W. Bush (Education)",
    "TITLE": "Expect More",
    "SUMMARY": "Learn more about the Bush plan for education reform.",
    "whisper_largev3": "If we really want to make sure no child gets left behind in America, we need the courage to raise standards in our schools. We need more accountability and more discipline. And we need to stop promoting failing children to the next grade and giving up on them. George Bush raised standards. Test scores soared. Texas leads the country in academic improvement. It's easy just to spend more. Let's start by expecting more. Learn more about the Bush Blueprint for accountability, high standards, and local control. Thank you.",
    "VIMEO_ID": "993022971",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-36-1071",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "I'll Be Damned",
    "SUMMARY": "Attack ad on Bush's stand against cutting off foreign aid to countries that traffic drugs. Dukakis speaks to crowd and asserts he would cut off aid to countries that send us poison.",
    "whisper_largev3": "The issue, stopping drug trafficking. George Bush has said he would not cut off foreign aid to countries that allow drug trafficking. But Mike Dukakis disagrees. If you're against us, don't expect a dime of American foreign aid. Mike Dukakis believes it's about time America really said no. I'll work with other countries, but I'll be damned if I let those countries send their poison into the United States of America. Mike Dukakis for President. He's on our side. Thank you.",
    "VIMEO_ID": "990194203",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-1023-41366",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "RNC-Gorbachev",
    "SUMMARY": "Voiceover emphasizes the importance of having a leader able to deal with the Russians.",
    "whisper_largev3": "In the next four years, somebody is going to have to continue the arms limitation talks with Gorbachev. Somebody is going to have to find out if Gorbachev is for real. Somebody is going to have to deal with him and look him in the eye and not blink. This is no time for uncertainty. No time to train somebody in how to meet with the Russians. This is the time for strength and experience. This is the time for somebody who is ready on day one to be a great president. Thank you.",
    "VIMEO_ID": "991806648",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1113-47099",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Cases",
    "SUMMARY": "Candidate attacking incumbent for lack of energy policy. Claims that country doesn't need more regulation and dependence on others for energy. Also claims country is not ready to give up its future.",
    "whisper_largev3": "President Carter, let's get down to cases. This country doesn't have an energy policy. The more we pay, the less we get. The more we regulate, the less we produce. Our country's hurting. America doesn't want to depend on others. We want to believe in ourselves again and not be subject to anyone, anywhere. This country is not ready to give up its future. Thank you.",
    "VIMEO_ID": "992282504",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1069-44303",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Unbelievable",
    "SUMMARY": "Negative ad attacking the opponent by taking how he raided the state's pension fund to give the appearance that there was a balanced budget. Ad says that the opponent has charged the candidate with lies, the opponent is unbelievable",
    "whisper_largev3": "Michael Dukakis deliberately misled 62 million Americans in the last debate. Listen carefully. I didn't raid the pension fund in Massachusetts. You're dead wrong, George. We didn't do that. But the facts are, it is indisputable that $27 million moved out of the nation's most underfunded state pension system so that the governor could claim to have balanced the fiscal 1988 budget. And Michael Dukakis says George Bush is running a campaign of lies? Michael Dukakis is unbelievable. Thank you.",
    "VIMEO_ID": "992271786",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1083-45217",
    "ELECTION_YEAR": 1992,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Which",
    "SUMMARY": "Open voiceover still of opponent jerry brown over faint image of declaration of independence; still flips left right of screen. Voiceover criticize opponent for consistency in his tax plan, pledge to reform politics.",
    "whisper_largev3": "Jerry Brown says he'll fight for we the people. Question is, which people? He says he's for working families, but his tax proposal has been called a flat-out fraud. It cuts taxes for the very rich in half and raises taxes on the middle class. Jerry Brown says he'll clean up politics and limit campaign contributions, but a year ago he helped lead the fight that killed campaign reform and contribution limits in California. So next time Jerry Brown says he's fighting for the people, ask him which people and which Jerry Brown. Thank you.",
    "VIMEO_ID": "992275041",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-2116-141497",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Crossroads GPS: News",
    "SUMMARY": "Obama has lead us through the worst economic recovery that America has ever known.",
    "whisper_largev3": "Good evening. This is the worst economic recovery America has ever had. 41 straight months of unemployment over 8%. Almost 4 million fewer jobs than President Obama predicted. 23 million Americans without full-time work. The results of President Obama's failed stimulus policies. The worst economic recovery America has ever had. Tell him, for real job growth, stop spending and cut the debt. Support the New Majority Agenda at NewMajorityAgenda.org.",
    "VIMEO_ID": "993648407",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1083-45195",
    "ELECTION_YEAR": 1992,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Politics",
    "SUMMARY": "Candidate in Mississippi with camera moving in; says he offers bold national economic strategy (educations for obtaining copy of plan captioned), but there are those who want to distract us from what's important; asks voters to send message for change and new leadership.",
    "whisper_largev3": "In this campaign, I've tried to talk about what really matters, your economic survival and your family's future. I've offered a bold national economic strategy to create jobs, improve education and training, provide quality health care. Now there are those who want to divide and distract us from what's really important. But I trust the people of New Hampshire to reject that kind of negative politics. On Tuesday, you can send a message that you want real leadership and change and challenge. Together, we can get this economy moving again and restore the American dream. Paid for by Clinton for President. Thank you.",
    "VIMEO_ID": "992273994",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1084-45258",
    "ELECTION_YEAR": 1992,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "PX",
    "SUMMARY": "Man head-on, gen. . Kelly music criticizing pat Buchanan for opposing desert storm. Text tag, slating Buchanan is wrong for America .",
    "whisper_largev3": "When Pat Buchanan opposed Desert Storm, it was a disappointment to all military people, a disappointment to all Americans who supported the Gulf War, and I took it personally. I served with many of the Marines who fought in Desert Storm. The last thing we need in the White House is an isolationist like Pat Buchanan. If he doesn't think America should lead the world, how can we trust him to lead America? Thank you.",
    "VIMEO_ID": "992276682",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1616-82759",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Interview",
    "SUMMARY": "Candidate speaks about investing in the future.",
    "whisper_largev3": "I think one of the most important things is not to take our strong economy for granted. Keep on the right track with fiscal discipline, keep making the tough decisions, but keep investing in the things that are important for our future. You look at young children and think about how important it is for them to breathe clean air, to give them the finest education anywhere in the world. In a time when our health is everything, we've got to have more access to affordable health care. We've got to look to the future. We've got to keep our prosperity going. Thank you.",
    "VIMEO_ID": "993008439",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1791-92878",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kucinich",
    "FIRST_NAME": "Dennis John",
    "TITLE": "Only One",
    "SUMMARY": "Ad shows images of the candidate smiling and approving while voiceover talks about his record and plans.",
    "whisper_largev3": "Congressman Kucinich, you're only 5'6\", but you really cut those other guys down to size in those debates. You're the only one who voted against the war in Iraq and against that Patriot Act and who will repeal NAFTA. The only one with a plan for national health care and free college. And you have the courage to be for gay marriage and you're pro-choice. You've only got one problem. Media says you're unelectable. But I am electable. If you vote for me. Kucinich, the only one. I'm Dennis Kucinich and I'm running for president. Do I approve this commercial? Every word. Mr.",
    "VIMEO_ID": "993054552",
    "FULL_NAME": "Dennis Kucinich"
  },
  {
    "COMPONENT_ID": "P-1436-67065",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Denial",
    "SUMMARY": "See (p1358-62798)",
    "whisper_largev3": "Phil Graham denies he helped Bob Dole engineer a $100 billion tax increase. But the Indianapolis News reported Graham's role in the budget deal is historical fact. The truth is Graham helped Bob Dole engineer a huge tax increase. But then, to cover himself politically, Phil Graham flip-flopped on Bob Dole and voted against it. Phil Graham, a Washington politician. I...",
    "VIMEO_ID": "992990283",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-1113-47102",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Older Americans",
    "SUMMARY": "Candidate with elderly couple talking about how incumbent's policies are devasting older America ns. Candidate calls for limited government spending and a break for older America ns.",
    "whisper_largev3": "Meeting people like Bernice and John tells you firsthand just how devastating inflation is on older Americans. I'm George Bush, and since Jimmy Carter took office, rents have gone up 30 percent. The cost of food is up 36 percent. People on fixed incomes just aren't going to make it. Hold down federal spending. Give a break to older Americans for a change. George Bush. He's the one candidate Jimmy Carter hopes he never has to run against.",
    "VIMEO_ID": "992282629",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1065-44049",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Kemp",
    "FIRST_NAME": "Jack (Jack French, Jr.)",
    "TITLE": "Oil Prices",
    "SUMMARY": "Announcer voiceover various footage in squeeze box at right, text at left, white on red background; message is about higher home oil prices and that opponents dole and Bush support high oil prices, but candidate does not; logo.",
    "whisper_largev3": "When oil prices go up, your home heating bill goes up. Yet Washington insiders support higher oil prices. George Bush told the Arabs to keep oil prices up. And Bob Dole supports a tax increase on imported oil. Washington insiders Bob Dole and George Bush want higher oil prices. And you'll pay the bill. Only Jack Kemp opposes higher oil prices. Jack Kemp. If he wins, we all win. Thanks for watching.",
    "VIMEO_ID": "992192621",
    "FULL_NAME": "Jack Kemp"
  },
  {
    "COMPONENT_ID": "P-1415-68229",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Running",
    "SUMMARY": "see transcript",
    "whisper_largev3": "Bob Dole attacking the president. But President Clinton cut taxes for 15 million families. 10 million new jobs. Proposes tax credits for college. Dole voted to raise payroll taxes, social security taxes, the 90 income tax increase, 900 billion in higher taxes. And to help pay for his risky tax scheme, experts say Dole and Gingrich will have to cut Medicare education environment. Bob Dole, raising taxes, trying to cut Medicare, running from his record. Thank you.",
    "VIMEO_ID": "992980711",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1415-68236",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Wrong in the Past",
    "SUMMARY": "see transcript",
    "whisper_largev3": "Let's go back in time. The 60s. Bob Dole's in Congress. Votes against creating Medicare. Against creating student loans. Against the Department of Education. Against a higher minimum wage. Still there. Against creating a drug czar. Against the Brady Bill to fight crime. Against family and medical leave. Against vaccines for children. Against Medicare again. Dole Gingrich tried to cut 270 billion. Bob Dole. Wrong in the past. Wrong for our future. Thanks for watching.",
    "VIMEO_ID": "992980938",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1620-81913",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Taxes",
    "SUMMARY": "Candidate wants to take control of taxes away from iris.",
    "whisper_largev3": "I'm sick of paying 40 cents of every dollar I earn in taxes. If they didn't spend so much, we wouldn't have to pay so much. The middle class never gets a break. I'm sick of politicians promising tax cuts before the election, only to raise taxes after. The tax system is wrong. Unfair. Complicated. Corrupt. IRS, I think it stands for it's really screwed up. I want to take control of the tax system away from the IRS and give it back to you. To do this, I need your support. Thank you.",
    "VIMEO_ID": "993020950",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-1616-82779",
    "ELECTION_YEAR": 2000,
    "PARTY": "Democratic",
    "LAST_NAME": "Gore",
    "FIRST_NAME": "Albert Arnold, Jr. (Al)",
    "TITLE": "Job",
    "SUMMARY": "Opponent would let foreign auto makers take over America n car trade.",
    "whisper_largev3": "George Bush is attacking Al Gore on jobs. Fact, in the last eight years, 165,000 new auto jobs. The future? Al Gore believes we can create more jobs by having Michigan auto workers build cars using new technology to increase mileage and improve our environment. George Bush is bankrolled by polluters and big oil. What would he do? Let foreign car makers just beat us out? That would cost us jobs. We lived through that before. Don't let George Bush take us back. Thank you.",
    "VIMEO_ID": "993009155",
    "FULL_NAME": "Al Gore"
  },
  {
    "COMPONENT_ID": "P-1436-67064",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Ski/Bicycle",
    "SUMMARY": "See (p1358-62797)",
    "whisper_largev3": "A choice for Republicans on wasteful spending. Should Congress have spent $6 million of taxpayers' money for an Idaho ski resort? Steve Forbes says no. Bob Dole voted yes. Should Congress have spent $2.5 million of taxpayers' money to build bicycle pads in North Miami Beach? Steve Forbes says no. Bob Dole voted yes. Two men. Different values. Bob Dole, Washington values. Steve Forbes, conservative values.",
    "VIMEO_ID": "992990241",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-1826-103313",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "Middle Class Help",
    "SUMMARY": "Ad says candidate has a plan for the middle class including tax cuts to pay for education and health care, investment in jobs and technology.",
    "whisper_largev3": "Does anybody have a plan for the middle class? We're going to fight for the middle class of America. John Kerry has a plan. Tax cuts for the middle class to help pay for education and health care. Invest in new technologies that create the jobs of the future. Close the tax loopholes that ship jobs overseas. Lower health care premiums by up to $1,000 a family. Stronger at home, respected in the world. John Kerry for President. I'm John Kerry, and I approve this message. Thank you.",
    "VIMEO_ID": "993083120",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-1620-81909",
    "ELECTION_YEAR": 2000,
    "PARTY": "Republican",
    "LAST_NAME": "Forbes",
    "FIRST_NAME": "Steve",
    "TITLE": "Raising Social Security Eligibility-A Betrayal",
    "SUMMARY": "Candidate says raising social security eligibility is a betrayal.",
    "whisper_largev3": "In an attempt to respond to important issues immediately, I'm doing this commercial by phone. Washington takes a 12% payroll tax for Social Security. Current law has raised the age of eligibility for millions of Americans from 65 to 67. Now, George W. Bush says he'll consider raising it even higher. I say it's a betrayal because that money has been promised to you at age 65. As president, I'll take Social Security out of the hands of politicians who break promises and put you in control of your retirement money.",
    "VIMEO_ID": "993020771",
    "FULL_NAME": "Steve Forbes"
  },
  {
    "COMPONENT_ID": "P-1416-68257",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Target",
    "SUMMARY": "see transcript",
    "whisper_largev3": "Imagine if Dolan Gingrich were in charge. 100,000 more police. The president's doing it. Dolan Gingrich would undo it. Family and medical leave. The president did it. Dol Gingrich against. College scholarships strengthen education. The president did it. Dol wants to eliminate the Department of Education. Undo it. Banning cigarette ads that target children. The president did it. Dol would undo it. Dol Gingrich wrong for our future. President Clinton defending our values. Thank you.",
    "VIMEO_ID": "992981942",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-2122-141970",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "La Verdad 2 Spanish",
    "SUMMARY": "An ad in spanish about the policies that Mitt Romney proposes and the impact it would have on the hispanic community such as repealing the affordable car act, refusing to stop the foreclosure rather to let it run its course, against the dream act, as",
    "whisper_largev3": "Soy Barack Obama y apruebo este mensaje. Esta elección presidencial es crucial para nuestra comunidad. Cada votante latino debe saber la verdad sobre los candidatos. Y esta es la verdad sobre Mitt Romney. Ha prometido eliminar la nueva ley de salud. Romney se opone a ayudar a las familias que están a punto de perder sus casas por la crisis hipotecaria. Y Romney está en contra del Dream Act. La verdad es la verdad. Mitt Romney no le conviene a los latinos de Estados Unidos.",
    "VIMEO_ID": "993651436",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-137-10468",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert H. (Hubert Horatio), 1911-1978",
    "TITLE": "Taxes",
    "SUMMARY": "Seated in a studio, Hubert Humphrey discusses the desparity between corporate and individual taxes.",
    "whisper_largev3": "There's no reason that an oil company that makes over $2 billion a year pays less than 11% of its net income in taxes when you as a working man will pay as much as 20 to 25% off from a $10,000 salary. And when you elect me your president, the first thing that I'm going to see that is done is that re-examine the entire tax structure of the United States to close those loopholes. Vote for Hubert Humphrey for president. Humphrey, the People's Democrat. Thank you.",
    "VIMEO_ID": "990779303",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-41-2042",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Train :30",
    "SUMMARY": "Scenes of people watching Reagan riding a campaign train accompany an announcer discussing the train and the positive trends in America .",
    "whisper_largev3": "A few weeks ago, the barbershop closed three hours early. The mill closed at noon. Across the state, people took time for something special. A train carrying the President of the United States and a spirit of optimism and pride. Because today, inflation is down, taxes are down, and America is working again. So while some might have come just so they could say they saw President Reagan, most just stopped by to say thanks. Thank you.",
    "VIMEO_ID": "990618594",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-214-12350",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "Flip Flop Generic",
    "SUMMARY": "Photos and a voiceover cite carter's flip flop on the right to work issue.",
    "whisper_largev3": "When Jimmy Carter was governor of Georgia, he was for the right to work laws that protect the workers of Georgia and this state. But now that he's running for president with the support of the big labor unions, he is committed to signing the bill which would do away with our right to work laws. Many working people feel that this is not just another flip-flop, but a betrayal of working people. That's another reason for supporting President Ford. Thank you.",
    "VIMEO_ID": "991586840",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-1414-68166",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Finally - LA",
    "SUMMARY": "Voiceover tells how dole stands on issue of Medicare .",
    "whisper_largev3": "Finally, we learn the truth about how the Republicans want to eliminate Medicare. First, Bob Dole. I was there, fighting the fight, voting against Medicare, one of 12, because we knew it wouldn't work in 1965. Now, Newt Gingrich on Medicare. Now, we don't get rid of it in round one, because we don't think that that's politically smart. We don't think that's the right way to go through a transition. But we believe it's going to wither on the vine. Republicans in Congress, they never believed in Medicare, and now they want it to wither on the vine.",
    "VIMEO_ID": "992978147",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-58-2460",
    "ELECTION_YEAR": 1980,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Economic Concerns - REV1",
    "SUMMARY": "Reagan shown outside and at work. Discusses his success at turning around the economy in California.",
    "whisper_largev3": "Americans are deeply concerned over the economic failures of the last four years. When I became governor of California, we solved many of the same problems America faces today by bringing in a team of elected officials and private citizens. Working together, we cut the rate of government spending and turned a $194 million deficit into a $554 million surplus. We did it once. We can do it again. The time is now for Reagan. Reagan for president.",
    "VIMEO_ID": "990631636",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-1391-68006",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Generic - Finish",
    "SUMMARY": "Voiceover lists things candidate supports such as education and toxic clean-up. Says opponents wanted to cut them but candidate wouldn't let them.",
    "whisper_largev3": "Head Start. Student loans. Toxic cleanup. Extra police. Anti-drug programs. Dole Gingrich wanted them cut. Now they're safe. Protected in the 96 budget. Because the president stood firm. Dole Gingrich. Deadlock. Gridlock. Shutdowns. The president's plan? Finish the job. Balance the budget. Reform welfare. Cut taxes. Protect Medicare. President Clinton says get it done. Meet our challenges. Protect our values. Thank you.",
    "VIMEO_ID": "992895954",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-1183-51855",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Voodoo",
    "SUMMARY": "Shot of oval office, voiceover says that Bush calls Reagan's economic plan voiceover do economics.",
    "whisper_largev3": "When you come right down to it, what kind of a person should occupy the Oval Office? Should it be a person who, like Ronald Reagan, has proposed the magical Kemp-Roth economic plan? A plan that Businessweek called completely irresponsible. A plan that Reagan's own running mate called voodoo economics. Or should there be in the Oval Office an experienced man who is working to solve America's economic problems and isn't kidding anybody about them? Figure it out for yourself. Thank you.",
    "VIMEO_ID": "992293071",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-2087-139831",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Troubled",
    "SUMMARY": "A negative ad about how Romney would hurt the average american woman with his position against planned parenthood and health services for women.",
    "whisper_largev3": "I'm Barack Obama and I approve this message. Thank you.",
    "VIMEO_ID": "993643276",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1231-57463",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "RNC-California Environment",
    "SUMMARY": "Voiceover Michael Dukakis says wants to protect environment, Boston harbor dirty, oil drilling.",
    "whisper_largev3": "Michael Dukakis says he wants to protect our environment. But the EPA called Boston Harbor the dirtiest waterway in America. He says he wants to protect our beaches. But he tried to dump Massachusetts sewage sludge off the New Jersey shore. He says he opposes offshore drilling. But he supported oil drilling off the Massachusetts coast. And now Michael Dukakis says he wants to do for America what he's done for Massachusetts. California can't take that risk.",
    "VIMEO_ID": "992361078",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-1817-102732",
    "ELECTION_YEAR": 2004,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-Kerry",
    "TITLE": "Change your Mind",
    "SUMMARY": "Voiceover criticizes John Kerry in a satirical way. Says he is indecisive and changes his stand on important issues like patriot act, foreign policy, war etc.",
    "whisper_largev3": "There's nothing wrong with making a decision and then changing your mind. But if you never commit to what you believe in, who will ever commit to you? John Kerry has changed his mind on all these important issues. Now there's nothing wrong with a little indecision, as long as your job doesn't involve any responsibility. John Kerry has changed his mind time and time again. If you thought you could trust him, you might want to change your mind too. ClubForGrowth.net is responsible for the content of this advertising.",
    "VIMEO_ID": "993063227",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-1190-35257",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Reaganomics",
    "SUMMARY": "Comparison between Reaganomics and Mondalenomics using graphics which show the former to involve cutting taxes and spending while the latter's answer is always to raise taxes.",
    "whisper_largev3": "Here's the difference between the two ways of dealing with a nation's economy. With Reaganomics, you cut taxes. With Mondale-nomics, you raise taxes. Reaganomics, you cut deficits through growth and less government spending. Mondale-nomics, you raise taxes. With Reaganomics, you create incentives that move us all forward. With Mondale-nomics, you raise taxes. They both work. The difference is Reaganomics works for you. Mondale-nomics works against you. Thank you.",
    "VIMEO_ID": "992346860",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-1201-52329",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Bush",
    "FIRST_NAME": "George Herbert Walker (George H.W.)",
    "TITLE": "Effective",
    "SUMMARY": "Music announcer voiceover footage of candidate addressing crowd, w3 diagonal graphics stripes running diagonally across screen- about his effective leadership-cuts to bordered stills of him text as CIA chief and his accomplishments as CIA chief",
    "whisper_largev3": "George Bush, effective leadership, appointed CIA chief, revitalized the agency during its toughest time, rebuilt our intelligence capability, headed regulatory reform, cut government red tape saving billions and spread new life-saving drugs to the marketplace, represented the president in 74 countries, knew all of the last four Soviet leaders, led the fight for the INF Treaty, faced down armed commandant in El Salvador on human rights. George Bush, tough, tested, presidential leadership.",
    "VIMEO_ID": "992350439",
    "FULL_NAME": "George H.W. Bush"
  },
  {
    "COMPONENT_ID": "P-22-342",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Reach Out :40",
    "SUMMARY": "Stills of faces and hands accompany Nixon asking the people not to do something for their country, but to do something with their country. He says he wants them to offer their hands, not their gifts.",
    "whisper_largev3": "What has to be done has to be done by President and people together, or it won't be done at all. I am asking not that you give something to your country, but that you do something with your country. I am asking not for your gifts, but for your hands. Together we can hardly fail, for there is no force on earth to match the will and spirit of the people of America. The End",
    "VIMEO_ID": "990186986",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-1190-35243",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Hart",
    "FIRST_NAME": "Gary Warren",
    "TITLE": "New Ideas",
    "SUMMARY": "Candidate talking head on new ideas for the future. Spot utilizes turning page graphic and candidate speaking from a graphic box.",
    "whisper_largev3": "I'm a Democrat and proud of it. But this election is not just a choice between Democrats or Republicans, liberals or conservatives. It's a choice between the future and the past. Gary Hart believes the politics of yesterday have failed us. Why not new approaches? Why not training accounts for retraining our workers? Why not freeze the production of plutonium? Why not tax polluters? I think it's time for a new generation of leadership with new ideas.",
    "VIMEO_ID": "992345991",
    "FULL_NAME": "Gary Hart"
  },
  {
    "COMPONENT_ID": "P-22-338",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Crimes :40",
    "SUMMARY": "Stills of crime accompany Nixon discussing the increase in the crime rate. He states that the wave of crime will not be the wave of the future.",
    "whisper_largev3": "In recent years, crime in this country has grown nine times as fast as population. At the current rate, the crimes of violence in America will double by 1972. We owe it to the decent and law-abiding citizens of America to take the offensive against the criminal forces that threaten their peace and their security. The wave of crime is not going to be the wave of the future in America. © BF-WATCH TV 2021",
    "VIMEO_ID": "990186834",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-1904-108500",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "McCain",
    "FIRST_NAME": "John Sidney, III",
    "TITLE": "The Coal Miner",
    "SUMMARY": "Ad shows opponent supporting clean coal while running mate is against clean coal",
    "whisper_largev3": "We're the Saudi Arabia of coal. No coal plants here in America. Build them if they're going to build them over there. I actually mentioned in my speech, my convention acceptance speech, the need for the development of clean coal technology. Solar are flourishing here in Ohio, so why are you supporting clean coal? Clean coal!",
    "VIMEO_ID": "993097097",
    "FULL_NAME": "John McCain"
  },
  {
    "COMPONENT_ID": "P-1190-35256",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Future Economics",
    "SUMMARY": "Candidate talking head from oval office on economic gains during first term and his intention of doing even better in a second term.",
    "whisper_largev3": "When we got here three and a half years ago, nothing was more important than saving our economy. So together we lowered interest rates and beat back inflation. We cut taxes and created over six million new jobs. But during the next four years, we have a bigger job to do. And that's to make our recovery last into the next decade. And to let every American feel their faith in this country has been rewarded. What we've done has only gotten us ready for what we're going to do. Thank you.",
    "VIMEO_ID": "992346802",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-1318-60594",
    "ELECTION_YEAR": 1984,
    "PARTY": "Democratic",
    "LAST_NAME": "Hart",
    "FIRST_NAME": "Gary Warren",
    "TITLE": "Nuclear Freeze",
    "SUMMARY": "Candidate refers back to small # of nuclear weapons around the time of the Cuban missile crisis and compares it to the present (1984) being @20,000 warheads. He states it has to be stopped before spiraling out of control.",
    "whisper_largev3": "Gary Hart. During the 1962 Cuban Missile Crisis, when the world stood on the brink of nuclear war, we had only 500 nuclear missiles and the Soviets had fewer than 100. Now, a generation later, there are almost 20,000 warheads poised to fire around the world. Leadership, hard choices. It's time for Gary Hart. We must break the spiral of nuclear terror now. We must freeze the production of these weapons and the materials used to create them. It's time for bold action.",
    "VIMEO_ID": "992371251",
    "FULL_NAME": "Gary Hart"
  },
  {
    "COMPONENT_ID": "P-214-12329",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "Workers / Tax Reduction :30",
    "SUMMARY": "Ford compares his middle income tax plan to carter's",
    "whisper_largev3": "I think the middle class people are really getting hit the hardest. I agree with you 100% there. Under my tax proposal, a person earning $14,000 to $15,000 a year would get an additional tax reduction of about $260. Under Mr. Carter's proposal, he would add taxes to the middle-income people and on up, you wouldn't get a tax reduction. You would actually get a tax increase. Let's keep to his steady course.",
    "VIMEO_ID": "991586025",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-1186-51974",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Jackson",
    "FIRST_NAME": "Scoop (Henry Martin)",
    "TITLE": "Gas Pumps",
    "SUMMARY": "Candidate voiceover 7 b and w photos of gas pumps. Quick takes black and white photos and sound effects of bell. Cut to shoulder shot of candidate talking to camera. Zoom to cut he talks about fighting oil companies to keep gas prices down. Cut to male voiceover and candidate tag.",
    "whisper_largev3": "Does it sometimes seem that every time you buy gas that the price has gone up again, making barrels of obscene profits for the big oil companies? And President Ford wanted to lift all the controls? Well, I led the fight to stop him. I'm Scoop Jackson. Without controls, gas would be costing us a dollar a gallon. So next time you say, fill her up, cry a little. But we'd be crying a lot more if President Ford had his way. He didn't. Elect Senator Scoop Jackson.",
    "VIMEO_ID": "992294884",
    "FULL_NAME": "Henry M. Jackson"
  },
  {
    "COMPONENT_ID": "P-140-10514",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert H. (Hubert Horatio), 1911-1978",
    "TITLE": "Welfare 2, cut 2",
    "SUMMARY": "Seated in front of a blue screen, Humphrey says that McGovern's welfare program will cost $72 billion a year.  Humphrey says he will make jobs.",
    "whisper_largev3": "Let's go. TV spot. Welfare number two. Take two. All right. In five seconds. Did you know that George McGovern's welfare program will cost the taxpayers an extra $72 billion a year? I say welfare should be provided only for those who need it. As president, I'll create what's really needed. Jobs. Jobs for more than six million out of work. Jobs for over a half a million people here in California. There is a difference. Vote for Hubert Humphrey.",
    "VIMEO_ID": "990780009",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-167-1249",
    "ELECTION_YEAR": 1988,
    "PARTY": "Republican",
    "LAST_NAME": "Kemp",
    "FIRST_NAME": "Jack (Jack French, Jr.)",
    "TITLE": "We Win",
    "SUMMARY": "Voiceover text says there is a big difference between cands. Opponent s stills. Candidate footage. Issues are taxes, high oil prices, and cutting social security . Tag, logo",
    "whisper_largev3": "There is a big difference between the leading Republican candidates for president. Bob Dole and George Bush have records of raising taxes. Jack Kemp is committed to lower taxes. Bob Dole and George Bush support higher oil prices. Jack Kemp will fight higher oil prices. And both Dole and Bush have voted to cut Social Security. Jack Kemp opposes cuts in Social Security. There is a big difference. Jack Kemp. If he wins, we all win.",
    "VIMEO_ID": "995549389",
    "FULL_NAME": "Jack Kemp"
  },
  {
    "COMPONENT_ID": "P-146-10576",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "Muskie",
    "FIRST_NAME": "Ed (Edmund Sixtus)",
    "TITLE": "Birch Bayh",
    "SUMMARY": "Senator birch Bayh stands endorsing muskie saying he wants muskie to unite the party and beat Nixon",
    "whisper_largev3": "Muskie for president by MSB-72-2-30, a 30-second commercial. You know, there's one thing else. I want us to win in 1972. I don't want another 1968 where the Democratic Party divided itself into warring camps and we elected Richard Nixon. I want us to win in 1972, and I think Ed Muskie has the capacity to pull us together, not just as a party but as a people, so that then we can deal with the unfinished business which confronts our society.",
    "VIMEO_ID": "995485196",
    "FULL_NAME": "Edmund Muskie"
  },
  {
    "COMPONENT_ID": "P-2-28",
    "ELECTION_YEAR": 1952,
    "PARTY": "Democratic",
    "LAST_NAME": "Stevenson",
    "FIRST_NAME": "Adlai Ewing, II",
    "TITLE": "Dirksen, McCarthy & Taft",
    "SUMMARY": "Personal attack on Dirksen, McCarthy and Taft as sung by female entertainer.",
    "whisper_largev3": "Dierkson, McCarthy, and Taft Would you pardon me if I laugh There's no sense in pointing out one single case They simply are anti the whole human race Dierkson, McCarthy, and Taft Forgive me if I caused a draft Put these men in power and you will regret I guess you saw Dierkson on your TV set That look he gave Dewey is what we would get From Dierkson, McCarthy, and Taft",
    "VIMEO_ID": "990183419",
    "FULL_NAME": "Adlai Stevenson"
  },
  {
    "COMPONENT_ID": "P-344-15291",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Dukakis",
    "FIRST_NAME": "Mike (Michael Stanley)",
    "TITLE": "Build a Better Life",
    "SUMMARY": "Dukakis speaks to a crowd as he discusses foreign investment and exports.",
    "whisper_largev3": "I want an America that's in charge of its own future, that has control of its own destiny, not a country that is selling off its land and its assets piece by piece to foreign interests. I want an America that exports its products, not its jobs. I want to give every American a chance to build a better life. That's what being president is all about.",
    "VIMEO_ID": "991672179",
    "FULL_NAME": "Michael Dukakis"
  },
  {
    "COMPONENT_ID": "P-21-329",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Reach Out :60",
    "SUMMARY": "Montage of black and white pictures of Nixon and people in a crowd. He uses a variety of catchy and moving phrases to portray a vision of strong, independent individuals working together and with the president.",
    "whisper_largev3": "What has to be done has to be done by president and people together, or it won't be done at all. I am asking not that you give something to your country, but that you do something with your country. I am asking not for your gifts, but for your hands. Together we can hardly fail, for there is no force on earth to match the will and spirit of the people of America.",
    "VIMEO_ID": "990186509",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-475-96888",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "More Than Anyone",
    "SUMMARY": "Ad says pres. Bush has taken millions for oil companies, drug companies and big banks, opponent said outsourcing of jobs is good for America , ad says he has taken more special interest money than any politician in history.",
    "whisper_largev3": "He's taken $3.2 million from big oil and gas companies and let America's worst polluters rewrite our environmental laws. He's taken $1.4 million from drug companies and pushed through a $140 billion giveaway for the pharmaceutical industry. He's taken $8 million from big banks and investment firms and just told us that outsourcing jobs to other countries is good for America. Enron has been his single biggest contributor, over $600,000. Who's the politician who's taken more special interest money than anyone in history? The same one who's attacking John Kerry's record because he can't defend his own. I'm John Kerry and I approve this message because together we can defeat George Bush and the powerful special interests.",
    "VIMEO_ID": "991762574",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-1082-45162",
    "ELECTION_YEAR": 1980,
    "PARTY": "Democratic",
    "LAST_NAME": "Brown",
    "FIRST_NAME": "Jerry (Edmund Gerald, Jr.)",
    "TITLE": "Defense 60",
    "SUMMARY": "Brown voiceover text slate of his name. Bottom left corner of screen contains female translating spot into sign language. Retain sign language person throughout spot. Cut to shoulder shot of candidate talking to camera, library setting. Slow zoom in for cu",
    "whisper_largev3": "The president isn't a magician. He can't snap his fingers and solve all of our problems. But the president can give us an intelligent foreign policy, one that protects our future. This year's election is particularly important. The president elected in 1980 will either continue to bumble away America's power, or the new president will rebuild this nation's strength. I'd start by revamping the State Department and our intelligence services. We've been caught off guard too many times in Cuba, Iran, and Afghanistan. Next, I'd get rid of the waste in our military, and use the money to strengthen defenses where it really counts, like the Mideast. Then, I'd demand that our allies in Europe and Japan pay their fair share of our common defense costs. America can't be the policeman of the world, and we shouldn't try. But we must protect our own interests. We're not a second-rate power, and we should stop acting like one.",
    "VIMEO_ID": "992273149",
    "FULL_NAME": "Jerry Brown"
  },
  {
    "COMPONENT_ID": "P-41-2009",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Inflation :60",
    "SUMMARY": "Scenes of America accompany Reagan's voice-over comparing 1980 to 1984. He states that inflation and interest rates fell and new jobs were created. Includes an excerpt from Reagan's speech.",
    "whisper_largev3": "This was America in 1980, a nation that wasn't working. Huge government spending gave us the worst inflation in 65 years. Interest rates were at an all-time high. The elderly were being priced out of their homes, and people were losing faith in the American dream. So we rolled up our sleeves and showed that working together, there's nothing we Americans can't do. Today, inflation is down, interest rates are down. In 2019, we've created 6.5 million new jobs. Americans are working again, and so is America. If the dream that built America is to be preserved, we must not waste the genius of one mind, the strength of one body, or the spirit of one soul. Now it's all coming together. With our beloved nation at peace, we're in the midst of a springtime of hope for America. Greatness lies ahead of us.",
    "VIMEO_ID": "990196916",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-21-300",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Gov. Ronald Reagan, CA",
    "SUMMARY": "Governor Reagan of California speaks about the republican party being where the action is. He says something about the party being against government domination and return to support by the private sector and private groups.",
    "whisper_largev3": "Governor Ronald Reagan of California talks about Richard Nixon. The Republican Party united behind Richard Nixon. Governor Agnew is now the means and the vehicle for uniting the country. Governor Reagan, today people are talking about crossing political lines, and we hear the phrase wasted vote. Would you care to comment on the aspect of wasted vote and what that means? The person who honestly wants a change in this nation's course. Should not run the risk of wasting his vote by going for a third party, a splinter party candidate, but should vote for the Republican Party candidate in order to get that change. Our party offers a chance, a return to individual freedom, a return to efforts on the part of communities and of the private sector and private groups, not just always under government domination. Our party's where the action is.",
    "VIMEO_ID": "990185599",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-2116-141528",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Romney: States Should Be Able to Ban Birth Control",
    "SUMMARY": "Mitt Romney does not believe the Federal Constitution should allow birth control.",
    "whisper_largev3": "Governor Romney, do you believe that states have the right to ban contraception, or is that trumped by a constitutional right to privacy? Has the Supreme Court decided that the states do not have the right to provide contraception? Yes, they have. Oh, if, I, look, I believe it. 1965, Griswold v. Connecticut. I don't believe they decided that correctly. In my view, if we had justices like Roberts, Alito, Thomas, and Scalia, and more justices like that, they might well decide to return this issue to states as opposed to saying it's in the federal constitution.",
    "VIMEO_ID": "995541325",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-1500-75016",
    "ELECTION_YEAR": 1952,
    "PARTY": "Republican",
    "LAST_NAME": "Eisenhower",
    "FIRST_NAME": "Dwight David",
    "TITLE": "I like Ike (2)",
    "SUMMARY": "Jingle: Ike for president.",
    "whisper_largev3": "Ike for president, Ike for president, Ike for president, Ike for president. You like Ike, I like Ike, everybody likes Ike for president. Hang out the banner and beat the drum, we'll take Ike to Washington. We don't want John, or Dean, or Harry, let's do that big jump right. Just get in step with the guy that's have, get in step with Ike. You like Ike, I like Ike, everybody likes Ike for president. Hang out the banner and beat the drum, we'll take Ike to Washington. We've got to get where we are going, travel day and night. Let Adelaide go the other way. We'll all go with Ike. You like Ike? I like Ike. Everybody likes Ike. Hang out the banner, beat the drum. We'll take Ike to Washington. We'll take Ike to Washington. Now is the time for all good Americans to come to the aid of their country.",
    "VIMEO_ID": "992995162",
    "FULL_NAME": "Dwight D. Eisenhower"
  },
  {
    "COMPONENT_ID": "P-147-10624",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "Ashbrook",
    "FIRST_NAME": "John Milan",
    "TITLE": "Convention Hall",
    "SUMMARY": "Shows Nixon at the 1968 convention, cuts to Ashbrook at Miami's convention hall. Ashbrook says four years ago he was like everyone else, but that Nixon's policies on government, spending, deficits, welfare have contradicted his campaign promises",
    "whisper_largev3": "We want Nixon! We want Nixon! In 1968, I was here, cheering along with the others. Candidate Nixon promised to halt runaway government, excessive spending, huge deficits. He promised to clean up the welfare mess. He was against bringing red China into the U.N. He pledged to restore clear-cut American military superiority. And he opposed trade with nations that supply the enemy in Indochina. But on every one of these promises, the administration has failed to perform. If you believe promises are for keeping, I ask for your support in this Republican primary. Vote for conservative John Ashbrook. You'll win.",
    "VIMEO_ID": "995486379",
    "FULL_NAME": "John M. Ashbrook"
  },
  {
    "COMPONENT_ID": "P-17-269",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert Horatio",
    "TITLE": "Gaining Respect",
    "SUMMARY": "Humphrey answers a young man's question about gaining the respect of the people if elected president. Topics include poverty, better homes, decent neighborhoods, and education.",
    "whisper_largev3": "Mr. Vice President, how do you expect to gain the respect of the American people in the event you're elected? Well, I think by my record of public service, when a man says that he thinks that the most important thing is to double the rate of convictions, but he doesn't believe, and then he condemns the Vice President, myself, for wanting to double the war on poverty, I think that man has lost his sense of values. You're not going to make this a better America just because you build more jails. What this country needs are more decent neighborhoods, more educated people, better homes. If we need more jails, we can build them, but that ought not to be the highest objective of the presidency of the United States. I do not believe that repression alone builds a better society. Now if Mr. Nixon can close his eyes to that, then he doesn't have enough vision to be president of this country, and that's why I've said what I've said.",
    "VIMEO_ID": "990184943",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-1498-74089",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Texas",
    "SUMMARY": "Kennedy asks for Texas votes.",
    "whisper_largev3": "This is Senator John Kennedy. I am the Democratic nominee for the presidency, and your own Senator Lyndon Johnson is running as vice president. The Democratic Party is a national party. It believes in progress. It believes in a strong country. It believes in moving our country forward. The farmer, the small businessman, the homeowner, we believe in the next few years that the United States must get off dead center. And because Lyndon Johnson shared that view, I was anxious that he'd join me in leading this country in the next difficult years. I come to Texas and ask your support, and I can assure you that if we are successful, the United States will begin to move again. Vote for the party with a heart. Vote for the candidate who cares. Vote for John F. Kennedy for president.",
    "VIMEO_ID": "992994523",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-17-257",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert Horatio",
    "TITLE": "Captain of the Team",
    "SUMMARY": "Humphrey addresses the national press club in Washington, dc. He says that he will be captain of the team if elected president and that the president doesn't take orders from the vice-president.",
    "whisper_largev3": "I've been reading that Hubert Humphrey ought to be his own man. That's exactly what I am. It boils down to what Humphrey thinks. I'll let the others think for themselves, write for themselves, speak for themselves. I've never known to be inarticulate and on occasionally I have a good idea. Vice President Humphrey answers questions at the National Press Club in Washington. I've noticed that most presidents are just that. They really don't take orders from vice presidents or from anybody else. My son is in this audience. I don't ask him to live his father's life. I ask him to live his life. The President of the United States has not asked me to live his administration when I am privileged to have the Humphrey administration. Hubert Humphrey as vice president is a member of a team. Hubert Humphrey as president is captain of a team. There's a lot of difference. The proceeding was a political announcement paid for by Citizens for Humphrey. The President",
    "VIMEO_ID": "990184621",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-2089-139968",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Sacrificing People for Politics",
    "SUMMARY": "A negative ad about the failure of solydra and the knowledge that the white house knew about their bad practices because solydra had given money to the Obama campaign.",
    "whisper_largev3": "Every election, Bob Menendez talks about the middle class. I want to give middle class families tax relief. I need for middle class families and middle class civil servants. Middle class families. Middle class. On the middle class. Middle class families. Middle class. But in Washington, Menendez votes to make things worse for the middle class. A lot worse. And the middle class is suffering big time. 8.2% unemployment. $15.7 trillion in debt. 50% increase in gas prices. No end in sight. Talk is cheap. Middle class. Middle class. We need real change in Washington. Like the change Joe Carrillos brought to Trenton. A cap on property taxes. Balanced budgets. A reformed pension system. Joe Carrillos for United States Senate.",
    "VIMEO_ID": "993644535",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-195-12098",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Shriver",
    "FIRST_NAME": "Sargent (Robert Sargent, Jr.)",
    "TITLE": "Future New View",
    "SUMMARY": "Shriver, present new view for future of America , courage, what has been done, performance",
    "whisper_largev3": "Sergeant Shriver is running for President of the United States on his record. We're not in a business to protect politicians in this race. We're in a business to present a new view of the future for America. It means going back to some of the old principles we've had in this country. It also means having courage to face the future with new ideas. I suggest that you look at the people who are offering themselves for President. What have they done? Not what did they promise they will do. What has been their performance? By their fruits you shall know them. It says that in the Bible. Look at their works and see whether they've actually ever done anything really effective, really successful for people. Then gamble on those people. Gamble on the ones who have done the best job in the past. They will probably do the best job for the future. Vote for unequaled executive leadership. Sergeant Shriver. He's proven it. www.fema.gov",
    "VIMEO_ID": "991565221",
    "FULL_NAME": "Sargent Shriver"
  },
  {
    "COMPONENT_ID": "P-9-153",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Lodge - Communist Goals",
    "SUMMARY": "Lodge's endorsement of Nixon. Focuses on communism.",
    "whisper_largev3": "Ladies and gentlemen, here is Ambassador Henry Cabot Lodge. My fellow Americans, we are engaged in a life and death struggle with world communism, which is determined to take over the world. But no one is going to take over our country, and no one is going to take over the world. We insist that the world be free and at peace, so that we can get on with the attack against poverty and injustice. The triumph of freedom and the safety of humanity depend on American leadership. We need a man of proven wisdom, calm judgment, tough intelligence, and first-hand knowledge of the forces which threaten liberty. Richard Nixon is that man, and I submit that America needs Richard Nixon. Vote for Nixon and Lodge November 8th. They understand. They understand what peace demands.",
    "VIMEO_ID": "990183842",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-17-258",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Humphrey",
    "FIRST_NAME": "Hubert Horatio",
    "TITLE": "Non-Violent Majority",
    "SUMMARY": "Humphrey discusses violence and claims to be a representative of the non-violent majority.",
    "whisper_largev3": "the Vice President of the United States. We have seen the terrible results of violence in this country. It would be intolerable if a handful of violent people, and that is what it is, just a handful, could harden us against needed change. I've seen an uglier violence, too, and it perverts the very spirit of America. I saw it at the Republican Convention in 1964 when Governor Rockefeller was shouted down. I saw it in Minneapolis when Governor Wallace, a man with whom I disagree, was heckled into silence, and it happened to me in Philadelphia. We must give notice to this violent few. There are millions of decent Americans who are willing to sacrifice for change, but they want to do it without being threatened, and they want to do it peacefully. They are the nonviolent majority, black and white, who are for change without violence. These are the people whose voice I want to be. The preceding was a prerecorded political announcement paid for by Citizens for Humphreys.",
    "VIMEO_ID": "990184680",
    "FULL_NAME": "Hubert H. Humphrey"
  },
  {
    "COMPONENT_ID": "P-312-14718",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Crime",
    "SUMMARY": "Voiceover Richard Nixon said could end war against crime and violence, rape, assault and robbery up.",
    "whisper_largev3": "In 1968, candidate Richard Nixon said, a Nixon administration can win the war against crime and violence. Since Mr. Nixon has been president, rape is up 22%. Since Mr. Nixon has been president, aggravated assault is up 25%. Since Mr. Nixon has been president, robbery is up 27%. Since Mr. Nixon has been president, theft is up 47%. When he came into office, the number of serious crimes reported each day in America was 10,000. Today, it is 17,000. In a nationwide radio address in 1968, Mr. Nixon said, for my part, I will make this pledge. I will never promise what I cannot deliver.",
    "VIMEO_ID": "991603574",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-13-236",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Anti-LBJ-Baker",
    "SUMMARY": "A father and child see examples of fraud and corruption on TV and discuss voting against the man responsible.  Includes scenes of Bobby Baker and Billie Sol Estes.",
    "whisper_largev3": "Let's look at the record of Lyndon Johnson. He was Bobby Baker's best friend. LBJ once said, Bobby Baker is my strong right arm, the last man I see at night and the first one in the morning. The dark shadow of voting fraud such as the infamous Box 13. Billy Sol Estes and his connections in high places. A television monopoly forced on the people of Austin. A $14 million personal fortune gained on an average government salary of $14,000 a year. Honestly, it just doesn't add up. Gee, Dad, is all that true? Yes, son, every bit of it. Will you and Mother vote for a man like that? We won't. We can't for your sake. Put a man of honesty, integrity and strength in the White House. Vote for Barry Goldwater. In your heart, you know he's right. Subtitles by the Amara.org community",
    "VIMEO_ID": "995451873",
    "FULL_NAME": "Barry Goldwater"
  },
  {
    "COMPONENT_ID": "P-143-5949",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Cost of Living",
    "SUMMARY": "Man on street ask what Goldwater intends to do about the high cost of living. Goldwater answers, that he intends to cut government spending. Size of government and free competence enterprise.",
    "whisper_largev3": "The people ask Barry Goldwater. You bet I've got a question. I'm Neil Estes. I know the dollar buys less now than it did 10 or 20 years ago, so what I'm saving will be worth less in the future if the cost of living keeps going up. What I'd like to know is what would Senator Barry Goldwater do about the high cost of living? How would he stop it? Well, I'd start where this administration has so completely failed. I'd cut down government spending, and I'd move to keep down the size of government, too. Further, I'd see to it that we had a climate once again in America where this free, competitive enterprise system of ours could flourish so that real jobs with real wages would be an answer not only to poverty, but to the persistent problems of inflation and higher living costs. I'd depend on freedom and free American men and women in my war on poverty. In your heart, you know he's right. Vote for Barry Goldwater. Thank you.",
    "VIMEO_ID": "995482950",
    "FULL_NAME": "Barry Goldwater"
  },
  {
    "COMPONENT_ID": "P-8-131",
    "ELECTION_YEAR": 1960,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Defenses",
    "SUMMARY": "Nixon proclaims that America n defenses are strong and should maintain that strength to keep peace. Nixon speaks up for America , stating that we should never let the communists think America is weak.",
    "whisper_largev3": "Mr. Nixon, what is the truth about our defenses? How strong should they be? Well, they must be strong enough to keep us out of war, powerful enough to make the Communists and the Soviet Union and Red China understand that America will not tolerate being pushed around. That we can, if necessary, retaliate with such speed and devastation to make the risk too great for the Communists to start a war any place in the world. We have this kind of strength now, and we are getting stronger every day. We must never let the Communists think we are weak. This is both foolish and dangerous. And so I say, let's not tear America down. Let us speak up for America. Vote for Nixon and Lodge, November 8th. They understand what peace demands. Thank you.",
    "VIMEO_ID": "995449868",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-5-61",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Eleanor Roosevelt - Social Welfare",
    "SUMMARY": "Endorsement for Kennedy by Eleanor Roosevelt focusing on his visit with her and his interest in following through Franklin D. Roosevelt's programs.",
    "whisper_largev3": "Here is a message from Mrs. Roosevelt on social welfare. John F. Kennedy came to visit me at Hyde Park. We talked together, and I learned that he was truly interested in carrying on many of the things which my husband had just begun. Mr. Kennedy is a strong and determined person who, as president, will provide the leadership for greater social security benefits which the social welfare of a civilized nation demands. I urge you to study Mr. Kennedy's programs, to look at his very remarkable record in Congress, and I think you will join me in voting for John F. Kennedy. John F. Kennedy for president.",
    "VIMEO_ID": "995448115",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-34-538",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "Come Back",
    "SUMMARY": "Various individuals list ford 's accomplishments, from improving the economy to leading the country out of chaos.",
    "whisper_largev3": "It's an unfortunate set of circumstances that we went through during the Nixon years, and I'm just pleased that we've come away with it as unscathed as we have as a country, and I think the reason for that is Mr. Ford. He's done a very good job of leading the country out of chaos. The economy is picking up. There are more people working today than ever in history. He seems to have helped with inflation. And he's trying to curb spending and combat Congress. He brought people together again. He did give the guys from Vietnam a break to come back to the United States. He has restored America to where it's respected again. And I think he's brought us up out of a way down low where we couldn't have gotten much lower. And I think he has just come in there and lifted us all up and has done so many things. He's kept us out of war, and we're in peace of mind, too. He's restored. He's safe in the American people.",
    "VIMEO_ID": "990617083",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-210-12264",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Carter",
    "FIRST_NAME": "Jimmy (James Earl)",
    "TITLE": "Jimmy Carter Detente",
    "SUMMARY": "Original see #00468 for description",
    "whisper_largev3": "Do you think Mr. Ford's negotiations with the Russians have been fair? Ronald Reagan, a Republican, was asked that question. Here's what he said. What difference whether he calls it detente or some other phrase? It is Mr. Ford's policy, not his vocabulary, which has the world alarmed. He also said about Mr. Ford's negotiations, My view of detente is that it has been a one-way street. I think this is coming because they see us with a lack of will to stand up to them. When a Republican like Ronald Reagan criticizes a member of his own party, that's reason enough for concern about Mr. Ford's secret negotiations with Russia. What is clear is that Jimmy Carter won't play politics with our national defense. The Soviet Union knows what they want in detente, and they've been getting it. And we've been out-traded in almost every instance. But I can say this, the number one responsibility of any president, above all else, is to guarantee the security of our nation. On November 2nd, vote for Jimmy Carter.",
    "VIMEO_ID": "991583906",
    "FULL_NAME": "Jimmy Carter"
  },
  {
    "COMPONENT_ID": "P-1361-63305",
    "ELECTION_YEAR": 1996,
    "PARTY": "Democratic",
    "LAST_NAME": "Michael",
    "FIRST_NAME": "Steve",
    "TITLE": "Kissing",
    "SUMMARY": "Shots of two men kissing. Voiceover says bill Clinton has taken no action for aids patients. Protect yourself from HIV, use a condom.",
    "whisper_largev3": "What should be done is not complicated, but it requires leadership, a plan, and the national resolve to implement it. Those words from the 1993 report of the National Commission on AIDS say it all. In 1992, Bill Clinton looked me in the eye and promised that he would declare an all-out war on AIDS, institute a Manhattan-style project to cure AIDS, fully implement the 1991 commission reports, as well as provide presidential leadership to prevent the further spread of the disease. Yet three years later, those reports are still gathering dust, and we have yet to hear a prevention ad that says, kissing doesn't kill. Protect yourself from HIV. Always use a latex condom with a water-based lubricant each and every time you have anal or vaginal sex. When will we learn? When will this nation finally act up, fight back, and fight AIDS? Paid for by the Steve Michael Presidential Campaign Committee, Wayne Turner Chair. For more information, visit www.pdc.gov.",
    "VIMEO_ID": "992892138",
    "FULL_NAME": "Steve Michael"
  },
  {
    "COMPONENT_ID": "P-23-394",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Unemployment",
    "SUMMARY": "The announcer gives statistics to show the increase in unemployment and welfare recipients during Nixon's administration. He reads a quote of Nixon's from 1968. The words of the announcer scroll on the screen.",
    "whisper_largev3": "When Mr. Nixon became president, there were 2,700,000 unemployed Americans. Today, there are 4,700,000 unemployed. Since Mr. Nixon became president, the nation has lost $160 billion in national income through unemployment. Since Mr. Nixon became president, the nation has lost $42 billion in income taxes through unemployment. Since Mr. Nixon became president, 4 million people have gone on to welfare. In 1968, Mr. Nixon said, What we need are not more millions on welfare rolls, but more millions on payrolls. Mr. Nixon has spoken in favor of work, but his actions have driven Americans by the tens of thousands into unemployment and on to welfare. Thank you for watching.",
    "VIMEO_ID": "990187437",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-13-223",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Morality",
    "SUMMARY": "Voiceover graft, swindle, juvenile delinquency, crime, riots, hear what Barry Goldwater has to say about lack of moral leadership, clear challenge to work effectively and immediately to restore law and order in this land, greatness is America n people",
    "whisper_largev3": "Grats. Swindles. Juvenile delinquency. Crime. Riots. Hear what Barry Goldwater has to say about our lack of moral leadership. The leadership of this nation has a clear and immediate challenge to go to work effectively and go to work immediately to restore proper respect for law and order in this land and not just prior to election day either. America's greatness is the greatness of our people and let this generation then make a new mark for that greatness. Let this generation of Americans set a standard of responsibility that will inspire the world. In your heart. You know he's right. Vote for Barry Goldwater.",
    "VIMEO_ID": "995904863",
    "FULL_NAME": "Barry Goldwater"
  },
  {
    "COMPONENT_ID": "P-139-5881",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Farm Programs :60",
    "SUMMARY": "Opens with a farmer asking about farm prices. This is cut with Kennedy outdoors on the farm, with the farmer, answering his questions.",
    "whisper_largev3": "I think our problem is today that we can't produce 30 cent eggs on four and a half and five dollar feed that uh feed is too high for the price that we're getting for our eggs do you think that there's something that could be done to get it more economical on a more economical basis john f kennedy goes to the people to know their problems here he answers roy k farmer of cabell county the farmer's income has dropped nearly 15 in the last 12 months and his cost of doing business has gone up about 10 the same thing you have with your feed that gives him a total loss in his position of almost 25 now if this continues it's going to affect our entire economy i would say that the first and most important task really domestically on the desk of the next president will be an attempt to you arrest the decline it's up to you vote kennedy for president may 10th",
    "VIMEO_ID": "990779564",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-1905-108583",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-Obama",
    "TITLE": "Ties to Ayers, Wright, & Kilpatrick",
    "SUMMARY": "Voiceover talks about opponent's friends, including bill dyers, rev. Wright, and Kilpatrick, and their radical ideals",
    "whisper_largev3": "Barack Obama and his friends represent the wrong kind of change for Michigan and America. Obama befriended 1960s domestic terrorist William Ayers, who was accused of bombing the Capitol building and the Pentagon. He hopes she'll forget about the racist and anti-American rantings from his pastor of over 20 years, Reverend Jeremiah Wright. Barack knows what it means to be a black man living in a country and a culture that is controlled by rich white people. Not God bless America, God damn America. And Obama really doesn't want Michigan voters to remember the political alliance he formed with disgraced Mayor Kwame Kilpatrick. I want to first of all acknowledge your great mayor, Kwame Kilpatrick. He is a leader not just here in Detroit, not just in Michigan, but all across the country. Sorry, Senator Obama, but if this is the kind of change you want for America, then you can keep the change. Our country deserves better PAC. He's responsible for the content of this. This end.",
    "VIMEO_ID": "993099910",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-2087-139878",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Wasteful Spending Ad",
    "SUMMARY": "A negative ad about how the Obama administration has been investing money in companies that send jobs overseas.",
    "whisper_largev3": "Washington promised to create American jobs if we passed their stimulus. But that's not what happened. Billions of taxpayer dollars spent on green energy went to jobs in foreign countries. The Obama administration admitted the truth that $2.3 billion of tax credits went overseas while millions of Americans can't find a job. $1.2 billion to a solar company that's building a plant in Mexico. Half a billion to an electric car company that created hundreds of jobs in Finland. And tens of millions of dollars to build traffic lights in China. President Obama wasted $34 billion on risky investments. The result? Failure. American taxpayers are paying to send their own jobs to foreign countries. Tell President Obama that. American tax dollars should help American taxpayers.",
    "VIMEO_ID": "993643944",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-24-380",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Voting Booth",
    "SUMMARY": "Voting booth with words scrolling over it comparing McGovern to Nixon. Women issues discussed are Vietnam, taxes, welfare, and the defense budget.",
    "whisper_largev3": "On November 7th, all America has a choice. A choice that, in this election year, is more than a choice between two men or two parties. It is a choice between Senator McGovern's plan to walk out of Vietnam now, or the President's plan to secure the release of our prisoners first. A choice between the Senator's radical tax and welfare schemes, or the President's policy of sound and sensible economic growth. Between McGovern's plan to strip the defense budget and reduce us to a second-class power, or the President's plan to keep America strong. The choice is yours, if you vote. If you don't get out and vote, you may just get outvoted. November 7th, it's your choice. November 7th, it's your choice. November 7th, it's your choice.",
    "VIMEO_ID": "990187929",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-1498-74086",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Come from Massachusetts",
    "SUMMARY": "Kennedy asks for support from Massachusetts voters.",
    "whisper_largev3": "This is Senator John Kennedy speaking to the people of Massachusetts. I ask your support in this campaign. I've represented Massachusetts in the Congress for 14 years. And during the past months, I've traveled to nearly every state in the Union. But I come from Massachusetts, and I need your help in this campaign. This is a campaign to build a stronger and a better country, to revitalize our economy, to keep our people working, to build an image of a free society here in the United States that will cause people around the world to say, I want to go the way America is going. I ask your support in this campaign. I believe that I can serve Massachusetts and the country as president. I believe we must build a stronger America. I ask your help in doing so. Vote for John F. Kennedy for president. Thank you.",
    "VIMEO_ID": "992994417",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-2121-141904",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Confianza Spanish",
    "SUMMARY": "",
    "whisper_largev3": "Diciembre del 2010. Brian Terry, agente de la Patrulla Fronteriza, es acribillado en la frontera de Arizona y México. Dos metralletas vinculadas a la operación Fast and Furious son abandonadas en la escena del asesinato. Bajo Fast and Furious, el Departamento de Justicia del presidente Obama puso miles de armas en las manos de peligrosos carteles de narcotráfico. Más de 1,700 armas desaparecieron. Muchas han sido vinculadas a crímenes violentos y asesinatos. Incluso el del agente Terry. Obama niega toda responsabilidad y además culpa a otros. Fast and Furious fue comenzado por la oficina local y bajo la presidencia anterior. Pero un informe oficial demuestra que el programa comenzó bajo la presidencia de Obama. ¿Por qué el presidente Obama asevera una falsedad? Los hechos están claros. En noviembre, haga que el presidente Obama nos rinda cuentas. American Future Fund es responsable por el contenido de este mensaje.",
    "VIMEO_ID": "993649530",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-1081-45113",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Tower Endorse 3",
    "SUMMARY": "Ad negatively portraying lb. as selecting he, who belonged to socialist, left-wing groups. Endorses voting for Goldwater. Ad made for Texas.",
    "whisper_largev3": "Senator John Tower of Texas. Fellow Texans, President Johnson is quoted as having said some time ago that, quote, we don't want any support from the extreme left or the extreme right, the ADA or the KKK, unquote. Americans are entitled to ask then, why did he reach out and pick one of the founders of the extreme left-wing ADA as his vice presidential running mate? The ADA consistently supports such left-wing projects such as the recognition of Red China and the admittance of Red China to the United Nations, abolishing the House Committee on Un-American Activities, unilateral disarmament in the face of communist expansion. Hubert Humphrey was one of the founders of ADA. He is one of its most disciplined members. To show your disapproval of the ADA and your support for a strong, free America, vote for Barry Goldwater on November the 3rd. Vote for Barry Goldwater. In your heart, you know he's right.",
    "VIMEO_ID": "992272888",
    "FULL_NAME": "Barry Goldwater"
  },
  {
    "COMPONENT_ID": "P-147-10623",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "Ashbrook",
    "FIRST_NAME": "John Milan",
    "TITLE": "Busing",
    "SUMMARY": "Children get off a bus a voiceover asks if Nixon is for or against busing. Ashbrook declares his opposition to busing and the legislation he has introduced to stop it.",
    "whisper_largev3": "Is the Nixon administration for busing or against it? No one seems to know, but we all know what's been going on. Actions speak louder than words, and that's why busing is an issue in this campaign. I'll let the others dance around this issue with words. My actions speak for themselves. Last year, I authored the Ashbrook Amendment to the Higher Education Act, which bars busing to achieve racial balance. This year, I'm co-sponsoring the Len Amendment to the U.S. Constitution, which will put a stop to race-inspired busing once and for all. I don't believe your children should be made guinea pigs for the social experiments of judges and bureaucrats. Let's not waste money on transportation that should be going to better education for all children of all races. Vote for conservative John Ashbrook. You'll win. Vote for conservative John Ashbrook.",
    "VIMEO_ID": "995486339",
    "FULL_NAME": "John M. Ashbrook"
  },
  {
    "COMPONENT_ID": "P-13-211",
    "ELECTION_YEAR": 1964,
    "PARTY": "Republican",
    "LAST_NAME": "Goldwater",
    "FIRST_NAME": "Barry Morris",
    "TITLE": "Girl With Glasses",
    "SUMMARY": "In response to a woman's question, Goldwater says he will keep peace through strength.",
    "whisper_largev3": "The people ask Barry Goldwater. I have a question for Mr. Goldwater. I'm Cynthia Ford. We keep hearing about hot wars, cold wars, and brush fire wars. I have an older brother and many of my former classmates who are now serving in the armed forces. I'd like to know what Mr. Goldwater will do to keep us out of a war. Well, let me assure you here and now, and I've said this in every corner of the land throughout this campaign, and I'll continue to say it, that a Goldwater-Miller administration will mean once more the proven policy of peace through strength that was the hallmark of the Eisenhower years. The Eisenhower approach to foreign affairs is our approach. It served the cause of freedom and avoided war during the last Republican administration. It will do so again. We are the party of preparedness and the party of peace. In your heart, you know he's right. Vote for Barry Goldwater. Vote for Barry Goldwater.",
    "VIMEO_ID": "995904556",
    "FULL_NAME": ""
  },
  {
    "COMPONENT_ID": "P-365-2164",
    "ELECTION_YEAR": 1968,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "Robert Francis",
    "TITLE": "World Trips--Indiana",
    "SUMMARY": "Voice-over discusses, while film shows candidate on world trips, that the president sent the candidate on world trips to support people's freedom around the world. Shows clips of candidate talking with Russians.",
    "whisper_largev3": "In 1962, President Kennedy sent this man twice around the world to speak for America. In Poland, he brought hope to a great people and a concern for their future. In the shadow of the Berlin Wall, he carried the concern of all free people, and he confronted our critics head on. And the Soviet Union puts a wall up to keep their people in, in this worker's paradise. And they march into Hungary as they did. I appreciate your frankness. And I think you would expect the same from me. And you're going to get it. . Indiana can pick the next president of the United States.",
    "VIMEO_ID": "991676333",
    "FULL_NAME": "Robert F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-1570-78926",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Crime",
    "SUMMARY": "Candidate talks to factory workers about crime and drugs.",
    "whisper_largev3": "I think it's a problem every citizen in this country is going to have to address himself to. Mr. Nixon's big program when he was running for president was, I want agno because I'm going to get rid of this corruption in the streets, the rioting, the drugs. And I haven't seen anything except a smart answer. If you want to end crime in this country, it's going to take more than speeches. You're never going to get on top of crime in the United States until you get on top of drugs. Because half of all the crime in this country is caused by the drug addict. They'll kill, they'll steal, they'll do anything to get that money to sustain that drug habit. And we've got to have a program that's better than the one we have now to deal with drugs if we're going to get on top of the crime problem. McGovern, Democrat, for the people. The people are paying for this campaign with their hard-earned dollars. Send what you can. To McGovern. For President. Washington, D.C.",
    "VIMEO_ID": "993002575",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-293-14366",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Future Youth :60",
    "SUMMARY": "Reagan stands in front of the white house discussing his goals to create a better world for children.",
    "whisper_largev3": "This place has a way of making us think about the kind of future our young people will have. Everything we do here, we weigh on tomorrow's scales. Keeping our economy strong and free from the terrible inflation of a few years ago will bring stability into the lives of those just beginning their families. Keeping taxes down and big government under control will encourage creativity and economic freedom. These will expand new employment opportunities so important to those just leaving school for their first jobs. And keeping America strong and always searching for peace, well, nothing is more important than that. This magnificent house is 192 years old now. It stands watch on our stewardship, a guardian for future generations. What we do here may be important, but what we leave behind is even more important. I take no obligation more seriously. President Reagan. Leadership that's working.",
    "VIMEO_ID": "991599411",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-1009-40492",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Gov. George Romney, MI",
    "SUMMARY": "Governor Romney on the Candidate's position on cities. He talks about the Candidate's understanding of the problems of cities and their reliance on government aid.",
    "whisper_largev3": "Governor George Romney of Michigan talks about Richard Nixon. I believe Richard Nixon can bring peace abroad and peace at home. Well, Governor, how do you think the election of Richard Nixon will help to solve the problems in our cities? Well, there's been too great an emphasis on government and money in solving the problems of the cities. And I think he recognizes that there are new forces at work in this country that can resolve these problems more quickly. The new force of private enterprise, the new force of self-help, where the people in the cities want to do things to help themselves. He recognizes that if the people in the cities are going to have equality, they've got to be economically independent. They've got to be encouraged to build their own enterprises. And he recognizes that Washington can't do it all. Thank you.",
    "VIMEO_ID": "991802563",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-1498-74092",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Full Employment",
    "SUMMARY": "Issue: jobs for everyone must be a national objective.",
    "whisper_largev3": "One of the things that I believe are of greatest concern to us as Americans is the question of full employment. Whether every American who wants a job can find one at decent wages. That must be a national objective. This fall, we've had more people out of work than we've had since the recession of 1958 and the recession of 1954. And unless this administration or a new administration are prepared to go to work, we're going to have more people out of work in the winter of 1961. I believe we can do better. I believe our national policy should emphasize full employment. I believe a progressive administration. I believe the things for which the Democratic Party stands for can put this country back to work. I ask your help in this campaign for full employment, for a stronger America, for a working America. Vote for leadership in the 60s. Vote for John F. Kennedy.",
    "VIMEO_ID": "992994733",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-1570-78902",
    "ELECTION_YEAR": 1976,
    "PARTY": "Democratic",
    "LAST_NAME": "Harris",
    "FIRST_NAME": "Fred Roy",
    "TITLE": "Privilege?",
    "SUMMARY": "Candidate talks about unemployment and inflation.",
    "whisper_largev3": "The basic question for 1976 is privilege. It's privilege that keeps in place a misguided economic policy that has taught us to believe that every now and then unemployment is good for us. President Ford said something like that himself, that we have to have some unemployment in order to hold down prices. Even if that worked, it would be unfair. But it doesn't work. And President Kennedy, when we started to get this country moving and get people back to work, we didn't have inflation. Since then, unemployment doubled. But that didn't bring down inflation. Inflation tripled. And so our government, not enforcing the antitrust laws, allows monopolies to act both to the detriment of workers and consumers. Fred Harris for President. By supporting Fred Harris for President in our Democratic primary, we can make this land our land again. The end. End of part 1. End of part 2. End of part 3. End of part 4. End of part 5. End of part 6. End of part 7. End of part 8. End of part 9. End of part 10. End of part 11. End of part 12. End of part 13. End of part 14. End of part 15. End of part 16. End of part 17. End of part 18. End of part 19. End of part 20. End of part 21. End of part 22. End of part 22. End of part 23. End of part 24. End of part 25. End of part 25. End of part 26. End of part 27.",
    "VIMEO_ID": "993001795",
    "FULL_NAME": "Fred R. Harris"
  },
  {
    "COMPONENT_ID": "P-1498-74101",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Minnesota",
    "SUMMARY": "Kennedy asks for Minnesota votes.",
    "whisper_largev3": "Senator John Kennedy, the Democratic nominee for the presidency. I'm asking the people of Minnesota for their help on Tuesday, November 8th. This is an important election for the United States, the cause of freedom, and for Minnesota. Minnesota needs the benefit of progressive federal policy, policies that will protect agriculture, which has suffered a sharp decline in Minnesota in the last eight years under Mr. Benson's program. And Mr. Nixon's program continues the same policy of tying the support price to the market price instead of to parity. We need jobs in the northern part of Minnesota. We need education for our children. We need medical care for our older citizens under Social Security. We need a strong and progressive and new administration, the kind of administration that Hubert Humphrey and I stand for. We ask your help on Tuesday, November 8th. Thank you.",
    "VIMEO_ID": "992995068",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-34-547",
    "ELECTION_YEAR": 1976,
    "PARTY": "Republican",
    "LAST_NAME": "Ford",
    "FIRST_NAME": "Gerald Rudolph, Jr. (Jerry)",
    "TITLE": "Cesar Romero (SP)",
    "SUMMARY": "Cesar Romero sits in a directors chair. Addresses Cuban America ns about the importance of voting for ford , who has addressed the dictatorship of Cuba.",
    "whisper_largev3": "Buenos días. Le habla César Romero. Nosotros los cubanos sabemos la importancia que tiene mantenerse firme y enérgico. El presidente Ford ha condenado la dictadura de Cuba, se niega a tratar con ella y dice que no es digna de figurar en la organización de Estados americanos. El presidente Ford ha opuesto a quienes querían reducir el presupuesto de defensa del país. Por eso son tantos los cubanoamericanos que apoyan al presidente Ford. Los ayudantes de Jimmy Carter han calificado de insignificante el voto cubanoamericano. Demostrémosle que están equivocados el 2 de noviembre. ¿Por qué no me acompañan y voten por mí? Por presidente Ford. Él merece su apoyo.",
    "VIMEO_ID": "990617497",
    "FULL_NAME": "Gerald Ford"
  },
  {
    "COMPONENT_ID": "P-10-182",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon Baines",
    "TITLE": "TVA Dam",
    "SUMMARY": "Dramatization of auction, condemning the opponent's proposal to sell off TV ads.",
    "whisper_largev3": "Ten-three, the bid would go four-four. Yes, sir, over here, would you go five-and-five, I put it at five-five, would you give five-and-five, and I want six for it. Six, the bid, I put it at seven-and-seven, I'll buy it at seven, would you give eight-and-eight, you want to buy it now. Eight's the bid, would you go nine, at nine, do you want to buy it at nine? Thank you, sir, and I want ten-ten-ten, ten-tens, the bid, would you give eleven-eleven, would you buy it at eleven, would you buy it at eleven, thank you, would you go twelve-and-ten-eleven, the bid would go twelve-thousand, the bid, and I put it at thirteen. Thirteen, yes, sir, thank you, and a fourteen. Thirteen, would you go fourteen-and-fourteen, do you want to buy it at fourteen-and-fourteen, the bid would go fifteen-and-fifteen, do you want to buy it at fifteen. In a Saturday Evening Post article dated August 31st, 1963, Barry Goldwater said, you know, I think we ought to sell TVA. This is a promise. President Johnson will not sell TVA. Vote for him on November 3rd. The stakes are too high for you to stay home.",
    "VIMEO_ID": "995450891",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-601-114457",
    "ELECTION_YEAR": 2007,
    "PARTY": "Democratic",
    "LAST_NAME": "Edwards",
    "FIRST_NAME": "John",
    "TITLE": "Heroes",
    "SUMMARY": "Candidate says the people of America are the ones they speak and stand up for, says he will fight for what they believe in.",
    "whisper_largev3": "If you're looking for heroes, don't look to me. Don't look to Elizabeth. We have support. We have health care. We have the American people behind us. Look to them. They are the ones that we speak for. They are the ones that we stand up for. And Elizabeth and I decided in the quiet of a hospital room, after 12 hours of tests and after getting very bad news, what we were going to spend our lives doing for all those that have no choice. We're not going to quietly go around. Instead, we're going to go out and fight for what it is we believe in. It is time for our party, the Democratic Party, to show a little back thought. To have a little go. Stand up for working men and women. If we are not their voice, they will never have a voice. I'm John Edwards and I approve this message.",
    "VIMEO_ID": "991769116",
    "FULL_NAME": "John Edwards"
  },
  {
    "COMPONENT_ID": "P-315-8972",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Agnew",
    "FIRST_NAME": "Spiro Theodore",
    "TITLE": "Campaigning 60 #3",
    "SUMMARY": "Vice president candidate voiceover footage of campaign",
    "whisper_largev3": "On these final days of the campaign, you think about a lot of things. You think about how fortunate you are to have this chance of serving the country. You think about the places you've been and the people you've talked to and about some of the funny and some of the not-so-funny things that happened along the way. And you think about home and the family and all the friends you haven't had a chance to sit with and talk with for the last few months. But mainly you think about what this election means to America. You think about what could happen if we don't make the changes that have to be made. What four more years of doing it the same old way could mean to this nation and to the world. And you say to yourself when these questions pop in your mind that they're all going to be answered on November 5th and that the answer is going to reflect the good judgment of the American people. Ted Agnew, our kind of man for America. Richard Nixon made a pretty fair choice, you know.",
    "VIMEO_ID": "991605897",
    "FULL_NAME": "Spiro Agnew"
  },
  {
    "COMPONENT_ID": "P-10-189",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon Baines",
    "TITLE": "Poverty :60",
    "SUMMARY": "Scenes of poverty, slums and impoverished children. An appeal for Johnson's war on poverty and his promise to provide opportunity, education and training to all citizens.",
    "whisper_largev3": "Poverty is not a trait of character. It is created anew in each generation, but not by heredity, by circumstances. Today, millions of American families are caught in circumstances beyond their control. Their children will be compelled to live lives of poverty unless the cycle is broken. President Johnson's war on poverty has this one goal. To provide everyone a chance to grow and make his own way. A chance at education. A chance at training. A chance at a fruitful life. For the first time in the history of America, this can be done. Vote for President Johnson on November 3rd. The stakes are too high for you to stay home. Vote for President Johnson on November 3rd.",
    "VIMEO_ID": "995451105",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-1264-59480",
    "ELECTION_YEAR": 1992,
    "PARTY": "Democratic",
    "LAST_NAME": "Clinton",
    "FIRST_NAME": "William Jefferson (Bill)",
    "TITLE": "Enough",
    "SUMMARY": "Hillary Clinton talks about marriage, people keeping family together, deal with problems affecting country, stand up for jobs, health care, middle class, hope for future.",
    "whisper_largev3": "Is anything about our marriage, which has now lasted 16 years in a fishbowl in a very small state where we've been in 17 elections in 17 years, where we've raised a daughter we're very proud of, where we've stood by each other through thick and through thin. Is anything about our marriage as important to the people of New Hampshire as to whether or not they will have a chance to keep their own families together and to deal with the problems that are affecting this country? Together with Bill and Hillary Clinton, we're fighting back against the sleaze merchants, the negative politics of division, distraction and destruction. Enough is enough. If you're fed up, speak up, stand up for America, for jobs, for health care, for the forgotten middle class with Bill Clinton for president. It's time for positive change, for proven leadership with a plan to get the economy moving and make America great again. Bill Clinton, our best hope for the future. Paid for by Clinton for president.",
    "VIMEO_ID": "992362521",
    "FULL_NAME": "Bill Clinton"
  },
  {
    "COMPONENT_ID": "P-148-10653",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Watergate",
    "SUMMARY": "A scroll text and voice-over quote a former FBI agent's confession regarding the Watergate affair.",
    "whisper_largev3": "Alfred C. Baldwin, a former FBI agent, has stated this. He was hired by James McCord, security chief for both the Republican National Committee and the Nixon Campaign Committee. Mr. Baldwin was assigned to listen illegally to over 200 private telephone conversations, calls made by Democratic Chairman Lawrence O'Brien and others from TAP telephones in Democratic headquarters at the Watergate. He sent reports on these conversations to William E. Timmons, assistant to President Nixon for Congressional Relations at the White House. In 1968, Mr. Nixon said, the president's chief function is to lead, not to oversee every detail, but to put the right people in charge, provide them with basic guidance, and let them do the job. The question is, do we want the system to continue to work this way for the next four years? McGovern.",
    "VIMEO_ID": "995487187",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-1954-132192",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Our Moment Is Now-TX-DAL",
    "SUMMARY": "Candidate speaking about nation and planet being in trouble, wants to change Washington",
    "whisper_largev3": "I'm Barack Obama and I approve this message. We are in a defining moment in our history. Our nation is at war. The planet is in peril. The dream that so many generations fought for feels as if it's slowly slipping away. And that is why the same old Washington textbook campaigns just won't do. That's why telling the American people what we think they want to hear instead of telling the American people what they need to hear just won't do. America, our moment is now. I don't want to spend the next year or the next four years refighting the same fights that we had in the 1990s. I don't want to pit red America against blue America. I want to be the president of the United States. United States of America.",
    "VIMEO_ID": "993599360",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-5-65",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Medicare I",
    "SUMMARY": "Kennedy addresses problem of medical care for the elderly.",
    "whisper_largev3": "This is Senator John Kennedy, the Democratic nominee for the presidency of the United States. One of the problems which concerns me most is our failure to meet the problem of medical care for our older citizens. Some of them are in ill health. Some of them are in your family. And yet under present laws, before they can receive any assistance in the payment of their medical bills, which may be expensive, they must take a pauper's oath. They must say that they are medically indigent. I believe that the way to meet this problem is the way Franklin Roosevelt met it in the Social Security Act of 1935. I believe that people during their working years would want to contribute so that when they retired, when they reached the age of 65 for men or 62 for women, then they can receive assistance in paying their bills. They pay their own way. They live in dignity. They get protection. This is the way it ought to be done. This is the sound way. And I can assure you that if we're successful, we're going to pass this bill next January. Thank you.",
    "VIMEO_ID": "995448252",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-148-10633",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "McCloskey",
    "FIRST_NAME": "Pete (Paul Norton, Jr.)",
    "TITLE": "Small business",
    "SUMMARY": "In a suit with a blue backdrop Paul McCluskey discusses why the republican party should be the party of small business.",
    "whisper_largev3": "This is Paul McCloskey. Do you remember when the Republican Party used to be the party of small businessmen, of the individuals, of restraint and fiscal expenditures by government? We're the party of truth, of openness, of the disclosure of campaign contributions. Now big business is the most important aspect of our party, and we have secrecy in campaign gifts. Do you think any small New Hampshire businessman could have gotten a price increase as the dairy farmers did last year when they paid $170,000 to the Republican Party? Do you think that any New Hampshire business could have set aside a judgment against pollution as the Armco Steel Company was able to do last December when their officers gave $14,000 in 1968 to the Republican campaign? Do you think any small New Hampshire industry can afford what the oil industry does when they pay $200,000 for 500-a-plate dinner tickets to the Republican Party? If we want to make this party again the party of the individual, I hope you'll vote for new leadership on March 7th.",
    "VIMEO_ID": "995486687",
    "FULL_NAME": "Pete McCloskey"
  },
  {
    "COMPONENT_ID": "P-23-348",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "McGovern Defense",
    "SUMMARY": "Video of toy soldiers, voiceover saying McGovern would cut the marines and the air force by a third, the navy by a fourth and would reduce the number of planes, ships and carriers.",
    "whisper_largev3": "The McGovern Defense Plan. He would cut the Marines by one-third. The Air Force by one-third. He'd cut Navy personnel by one-fourth. He would cut interceptor planes by one-half. The Navy fleet by one-half. And carriers from 16 to 6. Senator Hubert Humphrey had this to say about the McGovern proposal. It isn't just cutting into the fat. It isn't just cutting into manpower. It's cutting into the very security of this country. President Nixon doesn't believe we should play games with our national security. He believes in a strong America. To negotiate for peace from strength. To negotiate for peace from strength.",
    "VIMEO_ID": "990187209",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-291-14328",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "America's Back/U :60",
    "SUMMARY": "People moving in as a voiceover says 3 years ago houses seemed out of reveal. Down the street a man has bought a new truck, a factory is working again. Shots of a parade, ad main street America . Voiceover says why would we want to turn back",
    "whisper_largev3": "In a town not too far from where you live, a young family has just moved into a new home. Three years ago, even the smallest house seemed completely out of reach. Right down the street, one of the neighbors just bought himself a new truck with all the options. The factory down by the river is working again. Not long ago, people were saying it would probably be closed forever. However, just about every place you look, things are looking up. Life is better. America's back. And people have a sense of pride they never thought they'd feel again. And so it's not surprising that just about everyone in town is thinking the same thing. Now that our country is turning around, why would we ever turn back? The End",
    "VIMEO_ID": "991595337",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-1114-47162",
    "ELECTION_YEAR": 1988,
    "PARTY": "Democratic",
    "LAST_NAME": "Gephardt",
    "FIRST_NAME": "Dick (Richard Andrew)",
    "TITLE": "Trade",
    "SUMMARY": "Candidate voiceover footage of auto assembly line, several cuts; talks about Korean tariffs on America n cars, shot of candidate walking workers, then candidate speaks to camera, about his trade policy and the Gephardt amendment, announcer tag, logo",
    "whisper_largev3": "They work their hearts out every day trying to turn out a good product at a decent price. Then the Korean government slaps on nine separate taxes and tariffs. And when that government's done, a $10,000 Chrysler K car costs $48,000 in Korea. It's not their fault we can't sell our cars in a market like that. And I'm tired of hearing American workers blame for it. I've been criticized for my trade policy, for saying it's time to open up markets and push down trade barriers like those Korean taxes and tariffs. The Gephardt Amendment calls for six months of negotiation. If that doesn't work and I'm president and we have to walk away from that table, the Koreans will know two things. They'll know that we'll still honor our treaties to defend them because that's the kind of country we are. But they'll also be left asking themselves, how many Americans are going to pay $48,000 for one of their Hyundais? It's your fight, too. Vote. Volunteer. Contribute. Dick Gephardt.",
    "VIMEO_ID": "992285529",
    "FULL_NAME": "Dick Gephardt"
  },
  {
    "COMPONENT_ID": "P-1351-63024",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Alexander",
    "FIRST_NAME": "Lamar (Andrew Lamar)",
    "TITLE": "Radio-Forbes Plan",
    "SUMMARY": "Radio ad, announcer voiceover accuses opponent Steve Forbes of slinging mud, criticizes opponent's tax plan, says it does not allow for property tax or mortgage interest deductions and has loophole for millionaires",
    "whisper_largev3": "Malcolm Steve Forbes has a new name. Meet Malcolm the Mudslinger. This week, Forbes is attacking Lamar Alexander. Why? Alexander has the courage to tell voters the truth about the Forbes tax plan. Did you know under the Forbes plan you can't deduct your property taxes? You also lose your home mortgage interest deduction. Experts say that will cause another terrible real estate crash. Forbes even wrote a special loophole into his tax plan for millionaires. Under the Forbes plan, millionaires can live on their investments and never pay a single nickel in federal income taxes. Who makes up all that money to the Treasury? You do. That's why for many in the middle class, the Forbes plan is really a tax increase. Lamar Alexander wants to cut taxes across the board for everybody. A conservative, he kept Tennessee taxes the fifth lowest in America. The choice is clear. Malcolm the Mudslinger Forbes or Lamar Alexander. The real tax cutter. Paid for by Alexander for President.",
    "VIMEO_ID": "992437578",
    "FULL_NAME": "Lamar Alexander"
  },
  {
    "COMPONENT_ID": "P-1826-103333",
    "ELECTION_YEAR": 2004,
    "PARTY": "Democratic",
    "LAST_NAME": "Kerry",
    "FIRST_NAME": "John Forbes",
    "TITLE": "Shame",
    "SUMMARY": "Ad features John McCain asking Bush to apologize and says he should be ashamed for the smear ads.",
    "whisper_largev3": "I'm John Kerry, and I approve this message. Let me tell you what really went over the line. Governor Bush had an event, and he paid for it, and stood next to a spokesman for a fringe veterans group. That fringe veteran said that John McCain had abandoned the veterans. Now, I don't know if you can understand this, George, but that really hurts. That really hurts. And so five United States senators, Vietnam veterans, heroes, some of them really incredible heroes, wrote George a letter and said, apologize. You should be ashamed. You should be ashamed.",
    "VIMEO_ID": "993083952",
    "FULL_NAME": "John Kerry"
  },
  {
    "COMPONENT_ID": "P-29-432",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "McGovern",
    "FIRST_NAME": "George Stanley",
    "TITLE": "Obligations",
    "SUMMARY": "McGovern talking to elderly in what appears to be a senior citizens center. Asserts America must meet its' obligation to care for elderly.",
    "whisper_largev3": "The thing we all have in common is that someday we're going to be old. We may be lonely. We might be poor. We might be hungry. And we have to somehow understand that every human being, no matter what his age is, has some obligation to be older. I feel that very strongly. I felt it with my parents as they got older. I feel it with other older people that I've seen all over the country. And so we want to make that a happy and secure and relaxed time in our lives rather than one where we're plagued with anxiety and poverty. I think that's the message we have to get across to the people of the country. McGovern, Democrat, for the people. The people are paying for this campaign with their hard-earned dollars. Send what you can to McGovern for President, Washington, D.C. Thank you.",
    "VIMEO_ID": "990188911",
    "FULL_NAME": "George McGovern"
  },
  {
    "COMPONENT_ID": "P-2122-141969",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "La Verdad Spanish",
    "SUMMARY": "An ad in spanish about the policies that Mitt Romney proposes and the impact it would have on the hispanic community such as repealing the affordable car act, refusing to stop the foreclosure rather to let it run its course, against the dream act, as",
    "whisper_largev3": "Soy Barack Obama y apruebo este mensaje. Esta elección presidencial es crucial para nuestro futuro. Cada votante latino debe saber la verdad sobre los candidatos. Y esta es la verdad sobre Mitt Romney. Ha prometido eliminar la nueva ley de salud y el acceso a un seguro médico para millones de latinos. Si soy presidente, repito la ley de salud y la mataré en su primer día. Romney se opone a ayudar a las familias que están a punto de perder sus casas por la crisis hipotecaria. Romney está en contra del DREAM Act y apoyó la ley de Arizona que le ha hecho daño a la calidad de vida de inmigrantes latinoamericanos. La verdad es la verdad. Mitt Romney no le conviene a la comunidad latina de Estados Unidos.",
    "VIMEO_ID": "993651393",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-1-5",
    "ELECTION_YEAR": 1952,
    "PARTY": "Republican",
    "LAST_NAME": "Eisenhower",
    "FIRST_NAME": "Dwight David",
    "TITLE": "EAA - What Party Put Prices Up",
    "SUMMARY": "Eisenhower addresses questions by the general public about high prices and differences in party policies concerning the national budget.",
    "whisper_largev3": "Eisenhower answers America. General, both parties talk about bringing down food prices. How do we know which party to believe? Well, instead of asking what party will bring prices down, why not ask what party put prices up? Then vote for a change. Eisenhower answers America. The Democrats have made mistakes, but aren't their intentions good? Well, if a driver of your school bus runs into a truck, hits a lamppost, drives into a ditch, you don't say his intentions are good. You get a new bus driver. Eisenhower answers America. Food prices, clothing prices, income taxes, won't they ever go down? Not with an $85 billion budget eating away on your grocery bill, your clothing, your food, your income. Yet the Democrats say you never had it so good.",
    "VIMEO_ID": "990182963",
    "FULL_NAME": "Dwight D. Eisenhower"
  },
  {
    "COMPONENT_ID": "P-24-383",
    "ELECTION_YEAR": 1972,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Vietnam Split Screen",
    "SUMMARY": "Compares Nixon's and McGovern's views on the war in Vietnam. Uses a split screen to show the faces of the two candidates and scenes from Vietnam.",
    "whisper_largev3": "In 1964, Senator McGovern voted in favor of the Gulf of Tonkin Resolution, which supported escalation of the war in Vietnam. The number of American troops in Vietnam began to rise. In 1966, Senator McGovern voted to kill the Morse Amendment to repeal that resolution. And the number of American troops continued to rise. In 1967, Senator McGovern said, I have never advocated that we surrender or withdraw from Vietnam. And by 1968, there were 550,000 men in Vietnam. Since taking office, President Nixon has brought home over 500,000 men from the war and completely ended our involvement in ground combat. And now he is negotiating a final peace. Senator McGovern claims he has always opposed the war in Vietnam. The fact is, he has opposed it only since President Nixon's leadership began to bring it to an honorable end. This is why we know that the war in Vietnam is not just a war of the people. We need President Nixon. Now more than ever.",
    "VIMEO_ID": "990187968",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-143-5941",
    "ELECTION_YEAR": 1960,
    "PARTY": "Democratic",
    "LAST_NAME": "Kennedy",
    "FIRST_NAME": "John Fitzgerald",
    "TITLE": "Jingle :60",
    "SUMMARY": "Jingle plays as various stills of Kennedy and various groups of people are shown.",
    "whisper_largev3": "Do you want a man for president who's seasoned through and through? But that's a doggone season that he won't try something new. A man who's old enough to know and young enough to do. Well, it's up to you, it's up to you, it's strictly up to you. Do you like a man who answers straight, a man who's always fair? We'll measure him against the others and when you compare. You cast your vote for Kennedy and the change that's overdue. So it's up to you, it's up to you, it's strictly up to you. Yes, it's Kennedy, Kennedy, Kennedy, Kennedy, Kennedy, Kennedy, Kennedy, for me. Kennedy, Kennedy, Kennedy, Kennedy, Kennedy, Kennedy, Kennedy. Kennedy! Kennedy!",
    "VIMEO_ID": "995482683",
    "FULL_NAME": "John F. Kennedy"
  },
  {
    "COMPONENT_ID": "P-1910-108897",
    "ELECTION_YEAR": 2008,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Tim Kaine",
    "SUMMARY": "Endorsement from Tim Kaine, talks about candidate values, family, faith, and stand on issues",
    "whisper_largev3": "Hi, this is Tim Kaine, and I want to tell you about somebody who's more than just a candidate for President of the United States. I want to share with you some insights about my friend Barack Obama. We know Barack's got detailed plans to get our economy moving again and make sure middle-class families come before those Washington special interests who've rigged the health care system and sent jobs overseas. But I also know Barack is an everyday family man who makes personal responsibility the centerpiece of his life. A good dad with a wonderful wife raising two beautiful daughters, reading to them, doting on every part of their lives just like you and I do with our own children. And like me, Barack's Christian faith is the core of who he is as a father, husband, and public servant. So please join me, Governor Tim Kaine, in supporting a true friend of mine for President. I know Barack will make Virginia proud and he'll do the same thing for America. I'm Barack Obama, candidate for President, and I approve this message. Paid for by Obama for America. you",
    "VIMEO_ID": "993530028",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-359-9968",
    "ELECTION_YEAR": 1964,
    "PARTY": "Democratic",
    "LAST_NAME": "Johnson",
    "FIRST_NAME": "Lyndon Baines",
    "TITLE": "Johnson Poverty Speech",
    "SUMMARY": "Side view of lb. giving a speech about an inevitable violent change for poor youth if a peaceful change isn't possible.",
    "whisper_largev3": "Please keep those children in school if you could. But if you don't remember anything else that I say to you today, remember this because it's in the interest of each of you, regardless of what party you belong to and regardless of your balance sheet. If a peaceful revolution to get rid of these things, this illiteracy of these ancient enemies of mankind that stalk the earth, where two-thirds of the masses are young and are clamoring and are parading and are protesting and demonstrating now for something to eat and wear and learn and health, if a peaceful change of these conditions is impossible, a violent change, a violent change, a violent change, a violent change, is inevitable. I'm just as sure of that as I sit here.",
    "VIMEO_ID": "991675629",
    "FULL_NAME": "Lyndon B. Johnson"
  },
  {
    "COMPONENT_ID": "P-1190-35259",
    "ELECTION_YEAR": 1984,
    "PARTY": "Republican",
    "LAST_NAME": "Reagan",
    "FIRST_NAME": "Ronald Wilson",
    "TITLE": "Priorities :60",
    "SUMMARY": "Candidate talking head from oval office on all of the accomplishments of first term and the commitment to do better in the second term.",
    "whisper_largev3": "Campaigning in 1980, we said we would reduce inflation, and we have. We said we would lower interest rates, and we have. We said we would reduce crime, and we have. We said we would lower taxes, rebuild our defenses, and get America working again. Today, taxes are down, our defenses are strong, and more than 6 million new jobs have been created. Working with you, we got those jobs done. We've got to do more. We must build a lasting peace while protecting our freedoms. We must help those who haven't shared fully in the recovery. We must create new jobs, improve education, and further protect you from crime. We must provide more security for our elderly and opportunity for our young. We pledge cities of promise, a countryside of renewed vigor, and a nation strong with opportunity and pride. I don't think America ever stops wanting to be better, because Americans are only satisfied with doing our best. President Reagan. Leadership that's working.",
    "VIMEO_ID": "992346927",
    "FULL_NAME": "Ronald Reagan"
  },
  {
    "COMPONENT_ID": "P-2122-141976",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Out of Context",
    "SUMMARY": "Clips from Mitt Romney's speeches are edited together so as to change the context of his words in favor of President Barack Obama.",
    "whisper_largev3": "This was not just one line taken out of context. The American dream is not owning your own home. Too many shops, too many jobs, too many people putting money in the bank. My experience in the private sector took me one to be head of a consulting firm that got in trouble. America's role as leader in the world is a thing of the past. Why don't you like Obamacare? What is it that's wrong with it? The government should get our health care system, tell us what kind of health care insurance we can have, tell us what kind of treatment we can have. Say no to fracking and no to drilling offshore and no to drilling in Alaska. You need to have some taxes to spread the wealth around. For the student in school that works hard to get on the honor roll, that's not really them, that's their teacher that did that and the government that paid for it. Obamacare is constitutional. This president has done an extraordinary thing. He's your guy. If you're looking for more, more freedom, more opportunity, good jobs, rising incomes, a bright future for your kids. They better vote for the other guy.",
    "VIMEO_ID": "993651692",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-2125-142147",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Biden",
    "FIRST_NAME": "Joseph Robinette, Jr. (Joe)",
    "TITLE": "Warrior for the Middle Class",
    "SUMMARY": "The media agrees that Joe Biden won the debate against Paul Ryan as a passionate warrior for the middle class.",
    "whisper_largev3": "The big headline here is the winner of the debate from the uncommitted voters we surveyed immediately afterwards was Joe Biden. This was Joe Biden's debate. Paul Ryan was at it, but this was Joe Biden's debate. I certainly thought in terms of who dominated the debate, Joe Biden dominated. I think it was Biden's night. I think he controlled the night by sheer fact. Joe Biden was out there hitting Ryan and Romney on everything. You'd have to say on points Biden did win this debate tonight. More of the issues fell in Biden's corner. The big three taxes, Medicare and abortion won for Biden tonight. On entitlements and Afghanistan, I thought Biden scored. He really kind of hung Ryan out to dry on the no details on the tax plan. Joe Biden had the better end of the stimulus argument when he turned to Ryan and said, you were begging for money for your district. Very good line. You thought Joe Biden did a little bit better than Paul Ryan. Why? He just seemed to have a better command. He gave a very clear answer there about my whole life has been about defending the middle class. That's who I am. He was out there being a passionate warrior for the middle class.",
    "VIMEO_ID": "993652957",
    "FULL_NAME": "Joe Biden"
  },
  {
    "COMPONENT_ID": "P-146-10575",
    "ELECTION_YEAR": 1972,
    "PARTY": "Democratic",
    "LAST_NAME": "Muskie",
    "FIRST_NAME": "Ed (Edmund Sixtus)",
    "TITLE": "Woodcock",
    "SUMMARY": "Leonard woodcock, president of the haw attacks the administration and endorses muskie. Cuts to muskie meeting workers with woodcock.",
    "whisper_largev3": "Muskie for President MMW 72-2-60, a 60-second commercial. Well, I got off President Nixon's payboard last week because it's a sham. They're holding down wages while they're letting prices skyrocket. Prices going up faster since August 15th than before. And the only way this can be remedied is to put a man in the White House who will restrain inflation and increase employment. And that man, I believe, is Ed Muskie. That's why I'm here with him this morning. That's why I endorse him. People are not satisfied with the way controls are working. They're not equitable. They're not fair. What we really need is new leadership, a new president who will use employment as a way of dealing with the needs of people and employment and productivity as a way of dealing. And that's what we're dealing with inflation. Now, this, I think, is essential. What Mr. Woodcock and the other leaders of labor are saying. So that's why we're here. Well, I agree with you 100 percent that we need a new president. Next Tuesday is your time to help set things straight in America. Your vote for Ed Muskie will do it.",
    "VIMEO_ID": "995485166",
    "FULL_NAME": "Edmund Muskie"
  },
  {
    "COMPONENT_ID": "P-2115-141457",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "American Crossroads: Cancer",
    "SUMMARY": "Obama needs to walk the walk: denounce the outrageous super PAC ad",
    "whisper_largev3": "Put an end to the politics that would divide a nation just to win an election. Walk the walk. A new attack ad by a super PAC backing President Obama basically blames Mitt Romney for a woman's death from cancer. This ad basically accuses Mitt Romney of practically killing her. Is that the kind of rhetoric you want to hear, especially a president who ran four years ago on raising the level of rhetoric? Well, you do know that we don't have anything to do with Priorities USA. They're not telling the truth. We don't have anything to do with Priorities USA. We're not allowed to coordinate with them. We don't have anything to do with Priorities USA. I'm Barack Obama and I approve this message. Walk the walk. Walk the walk. B.S. We have a cancer within, close to the presidency that's growing. It's growing daily.",
    "VIMEO_ID": "993647863",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-2098-140436",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Romney Court",
    "SUMMARY": "A negative ad against the possibility of Mitt Romney choosing our next supreme court justice because it would be too dangerous.",
    "whisper_largev3": "In May of 2009, President Obama nominated Sonia Sotomayor to the Supreme Court. Upon confirmation, Sotomayor became the third woman and the first Latina to ever serve as the Supreme Court Justice. I, Sonia Sotomayor, do solemnly swear that I will administer justice without respect to persons and do equal right to the poor and to the rich. So help me God. But Mitt Romney has a different idea of who should serve on the Supreme Court. He wants to nominate justices like Roberts, Alito, Thomas, and Scalia. Justices who've presided over some of the most destructive cases in our nation's history, like Citizens United v. FEC, or Bush v. Gordon. Okay, that comes up all the time, and my usual response is, get over it. Get over the politics. The possible corrupting of the American presidential system. Justice Scalia, look at... ...many as half of the justices in the next four years are going to be appointed by the next president. We can't let Mitt Romney choose our next Supreme Court Justice. It's just too dangerous. Corporations are people, my friend.",
    "VIMEO_ID": "993646611",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-2054-138204",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Great",
    "SUMMARY": "Obama's record doesn't match his rhetoric on his accomplishments.",
    "whisper_largev3": "And now, another great moment in presidential history. America has seen its share of great presidents with historic accomplishments. But did you know that Barack Obama is so great, his name has been added to the biographies of 13 presidents? It's right there on his White House website. I would put our legislative and foreign policy accomplishments in our first two years against any president, with the possible exceptions of Johnson, FDR, and Lincoln. As for his Treasury Secretary, the greatest since Alexander Hamilton? There has never been a Secretary of the Treasury except maybe Alexander Hamilton, who's had to deal with the multiplicity of issues that Secretary Geithner's having to deal with. And Obama's Vice President? A three-letter word. Jobs. J-O-B-S. Jobs. Not quite as great. America's fourth greatest president, second greatest Treasury Secretary, and 47th greatest Vice President. Together. Only they could raise the debt limit to $16 trillion and keep 13 million Americans out of work. And how does the president grade himself on these accomplishments? I won't give us a letter grade. I think it's still incomplete. Well done, Mr. President. Well done. If I don't have this done in three years, then there's going to be a one-term proposition.",
    "VIMEO_ID": "993630625",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-2114-141381",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "I'm Not Julia",
    "SUMMARY": "Real Pennsylvania women discuss how President Obama's disastrous policies have affected them.",
    "whisper_largev3": "I'm not Julia, I'm Katie, and thanks to Obamacare my family's insurance premiums will continue to go up even though President Obama promised to reduce them by $2,500. I'm not Julia, I'm Hannah, and thanks to President Barack Obama my class and I are paying record high tuition rates to attend college and we've amassed an average of $25,000 in student loan debt. I'm not Julia, I'm Jess, I'm a recent college grand and thanks to President Obama I'm Nancy. And thanks to President Obama, Medicare and Social Security are going bankrupt. And they won't be around when my children and grandchildren need it. I'm not Julia. I'm Katie. I'm Hannah. I'm Megan. I'm Mary Lou. I'm Nancy. I'm Jess. And I can't handle four more years of Barack Obama. And I can't afford four more years of President Barack Obama. And I can't afford four more years under President Obama. And I can't afford another four years. And I can't afford four more years under President Obama.",
    "VIMEO_ID": "993646935",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-2125-142151",
    "ELECTION_YEAR": 2012,
    "PARTY": "Republican",
    "LAST_NAME": "Romney",
    "FIRST_NAME": "Willard Mitt (Mitt)",
    "TITLE": "Great Expectations",
    "SUMMARY": "Mitt Romney has high expectations in the first presidential debates since he has had a lot of experience in the primaries, they are very important to the elections.",
    "whisper_largev3": "A lot of Republicans are looking at October 3rd as a big date on the calendar. It's the first of three presidential debates and perhaps Mitt Romney's next best chance to try to regain some traction. Governor Romney has to shake things up Wednesday night, doesn't he? He's going to. I mean, every time Mitt Romney has been confronted in this campaign with one of these moments, he has come through in the debate and performed extraordinarily well. Is that another way of saying if he doesn't win these debates, he's not going to be president? Well, no challenger is going to become president if they can't stand up to incumbent president. I think what Mitt Romney needs is a game changer in the first debate. The fact of the matter is that has to be what happens after this first debate. The narrative has to change. The polls have to move. Romney has to clobber the president. What does it mean for Governor Romney? I mean, does it mean that the debates are basically make or break? Yeah, yes. In a word, yes. The debates are going to be the make or break point. Either he's going to change the public's perception of him as a potential president or not. It is an absolutely critical moment for Governor Romney, and we'll see whether or not he can make it. All the practicing can pay off. Romney is a very calculating, data-driven guy. You tell him you got 90 seconds to answer a question on Libya, he's probably going to have a good answer. He's going to do well in the debates. He is the better debater. He's the more experienced debater. He had a lot of debates. I think you could argue that Mitt has had a lot more recent experience. He's very good under pressure. I think that the debates, and especially the first debate, will be vital. So I have absolute confidence that when we get to Thursday morning, George, all you're going to be shaking your head saying is it's a brand new race. I think the first presidential debate is the biggest night of Mitt Romney's political life now.",
    "VIMEO_ID": "993653061",
    "FULL_NAME": "Mitt Romney"
  },
  {
    "COMPONENT_ID": "P-2089-139967",
    "ELECTION_YEAR": 2012,
    "PARTY": "Democratic",
    "LAST_NAME": "Obama",
    "FIRST_NAME": "Barack Hussein",
    "TITLE": "Not a Tax Increase",
    "SUMMARY": "A negative ad about how the affordable care act is one of the biggest tax increases in history even though Obama stated that it is not a tax increase.",
    "whisper_largev3": "Hello, I'm Martin Sheen. 44 presidents have served our nation. Each one tested, their leadership called upon, to face the challenges of their time. When President Obama stepped onto the stage, our nation was in crisis, on the brink of a global economic meltdown. There were cynics and partisans who stood against him, not out of principle or patriotism, but simply so he'd fail. Despite these voices of obstruction, however, this president is leading us back, helping America rise again. But now the president, all of us in fact, face another crisis. And it's not a natural disaster or terrorist cell or global economic failure this time. No, no. This crisis is caused right down the street from the White House. You see, in this crisis, the same Republicans in Congress who obstructed Mr. Obama every step on the road back, now want to end Medicare, eliminate it altogether. And what is their goal? Simply to sacrifice Medicare in order to give tax cuts to special interests. That is not the American dream. In America, I was raised to love. In our America, we honor work, keep our promises, and when times get tough, we share the sacrifices. It's time to stand up for our America and every American. And remember, true patriots don't just live in America. America lives in them. It's time to speak out. Tell Republicans in Congress that Americans worked their whole lives and kept their commitments, and we expect Republicans to do the same. Tell them to keep their hands off Medicare. And tell them in our America, the cynics and fear mongers, the ones who break a sacred promise simply to reward the wealthy, don't get the final word. No, no. You do. Thank you so much.",
    "VIMEO_ID": "993644481",
    "FULL_NAME": "Barack Obama"
  },
  {
    "COMPONENT_ID": "P-109-5585",
    "ELECTION_YEAR": 1968,
    "PARTY": "Republican",
    "LAST_NAME": "Nixon",
    "FIRST_NAME": "Richard Milhouse",
    "TITLE": "Bud Wilkinson 2:00",
    "SUMMARY": "Bud Wilkinson endorses Nixon and asks that voters send in contributions. America needs a change.",
    "whisper_largev3": "I'm Bud Wilkinson, and I have a deep conviction about the coming presidential election. I believe America needs a change, and I believe Dick Nixon is the man best qualified to be president of the United States. I've known Richard Nixon a long time, since 1954, and I've been working with him in the campaign since he announced that day in February that he would run for the presidency. It's been a long trail through the primaries, but a magnificent victory at Miami Beach. And I don't think there's anything more exciting than seeing a great man fight in a worthy cause and win a victory, particularly when it's for you and for your beliefs. Richard Nixon has strong faith in America. He believes in this country. He believes in the American people, in you. But he also recognizes that there are many things wrong with our nation, things that need to be changed. To elect Richard Nixon, we need to change the world. We need your help. We need your contributions so that he can bring his message to the American people. Please send your contribution to Nixon, Box 93, Washington, D.C. With ample funds, we will be able to inform the American public of the issues of the campaign and of Richard Nixon's programs to solve the problems of America in foreign affairs as well as here at home. Once again, we thank you. We need your help. I urge you to ensure a brighter day for yourselves and a brighter day for your children by supporting the Nixon campaign. Again, please send your contribution to Nixon, Box 93, Washington, D.C. Thank you.",
    "VIMEO_ID": "990778027",
    "FULL_NAME": "Richard Nixon"
  },
  {
    "COMPONENT_ID": "P-1905-108593",
    "ELECTION_YEAR": 2008,
    "PARTY": "Republican",
    "LAST_NAME": "",
    "FIRST_NAME": "Anti-Obama",
    "TITLE": "Tony Rezko",
    "SUMMARY": "Voiceover talks about opponent and Rezko, saying Rezko helped him raise money, start his career, but now Rezko is under corruption investigations",
    "whisper_largev3": "Tony Resco. We've been hearing a lot about him lately. Barack Obama, he's been hearing about him and from him for 18 years. In 1990, Resco offered Obama a job. He declined but did legal work on Resco's deals anyway, and they've been helping each other ever since. Obama went to Resco when he needed money to launch his first state senate campaign, and Resco went to Senator Obama for government contracts. Obama had Resco raise money for his failed congressional bid, and then sponsored a bill that increased state subsidies for private developers like Resco. Resco raised more money for Obama for his U.S. Senate campaign, and Obama attended a reception for an Iraqi billionaire who engaged in arms deals with the Iraqi regime in the 1980s. I have done a good job in rising politically in this environment. And when it came time for Obama to purchase his Chicago mansion, he went to Resco. And they talked. They toured the property together. It was a home and a lot. Obama and Resco, they bought both and closed on the deal the same day. At the same time, Tony Resco was soon to be indicted for fraud and influence peddling. He was convicted. A jury found him guilty on 16 of 24 counts, including fraud and money laundering. And what does Obama say of their Kenwood purchase now? This is what I've referred to as a boneheaded move. I can see sort of a lapse in judgment. I can see sort of a lapse in judgment.",
    "VIMEO_ID": "993100191",
    "FULL_NAME": "Unknown"
  },
  {
    "COMPONENT_ID": "P-1432-69061",
    "ELECTION_YEAR": 1996,
    "PARTY": "Republican",
    "LAST_NAME": "Dole",
    "FIRST_NAME": "Bob (Robert Joseph)",
    "TITLE": "Economic Vision",
    "SUMMARY": "Candidate talks about his economic plan.",
    "whisper_largev3": "Hello, I'm Bob Dole, and I want to talk to you about my economic plan for America's future. It's a plan about trusting the people, not the government. The people. And giving them back more of their resources they need to get the job done. My opponent has a million little plans for government. Jack Kemp and I have one big plan. To give you back more of your hard-earned money and more of your freedom. We believe you and your family can run your own lives better than any government bureaucracy. And the steps are very simple and very straightforward. A balanced budget by the year 2002. Sealed with a balanced budget amendment to the Constitution. A 15% across-the-board tax cut. A $500 per child tax credit. Capital gains tax rates cut in half. Elimination of capital gains taxes for virtually all homeowners. A repeal of President Clinton's tax hike on senior citizens. All these measures are based. On one simple belief. Money belongs to the people who earn it. Not to the government that taxes it. You should not have to apologize for wanting to keep more of your paycheck. Government should apologize for taking away so much. Families today are working longer and harder but taking home less. It now takes two incomes to make ends meet for most families. When one used to be enough. The bottom line under our plan. Your family will save about $1,300. On your federal tax bill. Now President Clinton believes government can do a better job spending that money. I believe you can do a better job. I believe that money is better spent by parents raising children. And trying to pay the bills. You can use that extra money to educate the children. To make car mortgage payments. Or let's say take a family vacation. But whatever you do with it. You know how to spend it better than. Anybody in government does. And we say you should keep it. These are the key elements of my. Economic plan. A plan I believe will free our economy. And create a new era of opportunity in America. If you share my vision of America's future. Then tonight I ask for your vote. On November 5. Together we can build a better better America.",
    "VIMEO_ID": "992989163",
    "FULL_NAME": "Bob Dole"
  }
]